<?php
/*
Template Name: Главная
*/
?>


<?php get_header() ?>

    <header class="header">
        <div class="container">
            <div class="header__wrapper">
                <div class="header__info">
                    <h1><?php echo carbon_get_post_meta( get_the_ID(), 'header_title' ); ?></h1>
                    <p><?php echo carbon_get_post_meta( get_the_ID(), 'header_text' ); ?></p>
                    <div class="header__btn">
                        <a href="#help" class="btn__blc">Выбрать услугу</a>
                        <button class="btn__wht modal-form__call">Оставить заявку </button>
                    </div>
                </div>
                <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'header_img' ), 'full' ) ?>" alt="">
            </div>
        </div>
    </header>
    <section class="founder" id="founder">
        <div class="container">
            <div class="founder__main">
                <div class="founder__img">
                    <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'founder_img' ), 'full' ) ?>" alt="">
                </div>
                <h2><?php echo carbon_get_post_meta( get_the_ID(), 'founder_title' ); ?></h2>
                <div class="founder__main_text">
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'founder_text' ) ); ?>
                </div>
            </div>
            <div class="founder__har">
                <div class="founder__item">
                    <div class="founder__item_img">
                        <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'founder_1_img' ), 'full' ) ?>" alt="">
                    </div>
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'founder_1' ) ); ?>
                </div>
                <div class="founder__item">
                    <div class="founder__item_img">
                        <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'founder_2_img' ), 'full' ) ?>" alt="">
                    </div>
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'founder_2' ) ); ?>
                </div>
                <div class="founder__item">
                    <div class="founder__item_img">
                        <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'founder_3_img' ), 'full' ) ?>" alt="">
                    </div>
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'founder_3' ) ); ?>
                </div>
                <div class="founder__item founder__item_width">
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'founder_4' ) ); ?>
                </div>
            </div>
            <button class="btn__blc modal-form__call">Записаться на консультацию</button>
        </div>
    </section>
    <section class="result">
        <div class="container">
            <h2><?php echo carbon_get_post_meta( get_the_ID(), 'result_title' ); ?></h2>
            <div class="result__wrapper">
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_1' ); ?></h3>
                    <p>лет в финансахи управлении </p>
                </div>
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_2' ); ?></h3>
                    <p>проектов с ростом прибыли и порядком в учёте  </p>
                </div>
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_3' ); ?> <span>месяцев</span>  </h3>
                    <p>средний срок наведения порядка в учёте </p>
                </div>
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_4' ); ?>  </h3>
                    <p>клиентов получают «финансовую ясность» уже после первой консультации  </p>
                </div>
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_5' ); ?></h3>
                    <p>городов России и СНГ  среди моих клиентов </p>
                </div>
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_6' ); ?> </h3>
                    <p>отраслей, с которыми работаем </p>
                </div>
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_7' ); ?> </h3>
                    <p>услуг доступны онлайн  без привязки к региону </p>
                </div>
                <div class="result__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_8' ); ?></h3>
                    <p>клиентов рекомендуют меня коллегам и партнёрам  </p>
                </div>
                <div class="result__yellow">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_9' ); ?></h3>
                    <p>отчётов внедрено</p>
                </div>
                <div class="result__yellow result__yellow_width">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_11' ); ?></h3>
                    <p>именно столько дополнительной прибыли получили наши клиенты благодаря нашему сотрудничеству</p>
                </div>
                <div class="result__yellow">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'result_10' ); ?> </h3>
                    <p>финансовых моделей разработано и внедрено</p>
                </div>
            </div>
        </div>
    </section>
    <section class="why">
        <div class="container">
            <h2><?php echo carbon_get_post_meta( get_the_ID(), 'why_title' ); ?></h2>
            <p class="why__subtitle"><?php echo carbon_get_post_meta( get_the_ID(), 'why_text' ); ?></p>
            <div class="why__wrapper">
                <div class="founder__item">
                    <?php if ( carbon_get_the_post_meta( 'why_1_check' ) ) {?>
                        <div class="founder__item_img">
                            <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'why_1_img' ), 'full' ) ?>" alt="">
                        </div>
                    <?php } ?>
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'why_1' ) ); ?>
                </div>
                <div class="founder__item">
                    <?php if ( carbon_get_the_post_meta( 'why_2_check' ) ) {?>
                        <div class="founder__item_img">
                            <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'why_2_img' ), 'full' ) ?>" alt="">
                        </div>
                    <?php } ?>
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'why_2' ) ); ?>
                </div>
                <div class="founder__item">
                    <?php if ( carbon_get_the_post_meta( 'why_3_check' ) ) {?>
                        <div class="founder__item_img">
                            <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'why_3_img' ), 'full' ) ?>" alt="">
                        </div>
                    <?php } ?>
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'why_3' ) ); ?>
                </div>
                <div class="founder__item">
                    <?php if ( carbon_get_the_post_meta( 'why_4_check' ) ) {?>
                        <div class="founder__item_img">
                            <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'why_4_img' ), 'full' ) ?>" alt="">
                        </div>
                    <?php } ?>
                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'why_4' ) ); ?>
                </div>
            </div>
        </div>
    </section>
    <section class="work">
        <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'work_img' ), 'full' ) ?>" alt="" class="work__bg">
        <div class="container">
            <div class="work__info">
                <h2><?php echo carbon_get_post_meta( get_the_ID(), 'work_title' ); ?></h2>
                <p class="work__subtitle"><?php echo carbon_get_post_meta( get_the_ID(), 'work_text' ); ?></p>
                <ul class="work__wrapper">
                    
                    <?php
                    // запрос
                    $work_args = [
                        'post_type' => 'work_block',
                        'orderby'     => 'date',
                        'order'       => 'asc',
                        'posts_per_page' => -1,
                    ];
                    $work_query = new WP_Query( $work_args ); ?>

                    <?php if ( $work_query->have_posts() ) : ?>
                        <?php while ( $work_query->have_posts() ) : $work_query->the_post(); ?>
                            <li>
                                <span>
                                    <?php the_post_thumbnail( 'full' ); ?>
                                </span>
                                <p><?php the_title(); ?></p>
                            </li>

                        <?php endwhile; ?>
                        <?php wp_reset_postdata(); ?>

                    <?php else : ?>
                        <p><?php esc_html_e( 'Нет постов по вашим критериям.' ); ?></p>
                    <?php endif; ?>

                </ul>
            </div>
        </div>
    </section>
    <section class="help" id="help">
        <div class="container">
            <div class="help__title">
                <h2><?php echo carbon_get_post_meta( get_the_ID(), 'help_title' ); ?></h2>
                <p><?php echo carbon_get_post_meta( get_the_ID(), 'help_text' ); ?></p>
            </div>
            <div class="help__wrapper">

                <?php
                    // запрос
                $help_args = [
                    'post_type' => 'help_block',
                    'orderby'     => 'date',
                    'order'       => 'asc',
                    'posts_per_page' => -1,
                ];
                $help_query = new WP_Query( $help_args ); ?>

                <?php if ( $help_query->have_posts() ) : ?>
                    <?php while ( $help_query->have_posts() ) : $help_query->the_post(); ?>
                        <div class="help__btn">
                            <p><?php the_title() ?></p>
                        </div>
                        <div class="help__info">
                            <h3> <?php the_title() ?></h3>
                            <p><?php the_excerpt() ?></p>
                            <button class="btn__blc modal-form__call">Заказать услугу</button>
                        </div>

                    <?php endwhile; ?>
                    <?php wp_reset_postdata(); ?>

                <?php else : ?>
                    <p><?php esc_html_e( 'Нет постов по вашим критериям.' ); ?></p>
                <?php endif; ?>
            </div>
            <div class="help__har">
                
                <?php
                    // запрос
                $help_har_args = [
                    'post_type' => 'help_har',
                    'orderby'     => 'date',
                    'order'       => 'asc',
                    'posts_per_page' => 5,
                ];
                $help_har_query = new WP_Query( $help_har_args ); ?>

                <?php if ( $help_har_query->have_posts() ) : ?>
                    <?php while ( $help_har_query->have_posts() ) : $help_har_query->the_post(); ?>
                        <div class="help__har_item">
                            <h3> <?php the_title() ?></h3>
                            <p><?php the_excerpt() ?></p>
                            <span>
                                <?php the_post_thumbnail() ?>
                            </span>
                        </div>

                    <?php endwhile; ?>
                    <?php wp_reset_postdata(); ?>

                <?php else : ?>
                    <p><?php esc_html_e( 'Нет постов по вашим критериям.' ); ?></p>
                <?php endif; ?>

                <div class="help__har_item help__har_yellow">
                    <h3>Внедрю панель приборов</h3>
                    <p>чтобы собрать все ключевые показатели и дать возможность собственнику своевременно реагировать на изменения</p>
                </div>
            </div>
        </div>
    </section>
    <section class="form">
        <div class="container">
            <div class="form__wrapper">
                <img src="<?php echo wp_get_attachment_image_url( carbon_get_post_meta( get_the_ID(), 'form_img' ), 'full' ) ?>" alt="">
                <div class="form__info">
                    <h2><?php echo carbon_get_post_meta( get_the_ID(), 'form_title' ); ?></h2>
                    <ul>
                        <li>1 час диагностической онлайн-сессии </li>
                        <li>разберем вашу текущую ситуацию с финучетом</li>
                        <li>разработаем предварительный план мероприятий,который поможет улучшить ситуацию в компании: от оптимизации бизнес-процессов до внедрения управленческого учета</li>
                    </ul>
                </div>
                <div class="form__input">
                    <?php echo do_shortcode( carbon_get_theme_option('short_form' )); ?>
                    <p>Нажимая кнопку «Отправить», я даю согласие на обработку персональных данных и соглашаюсь с политикой конфиденциальности</p>
                </div>
            </div>
        </div>
    </section>
    <section class="plan">
        <div class="container">
            <h2><?php echo carbon_get_post_meta( get_the_ID(), 'plan_title' ); ?></h2>
            <p class="plan__subtitle"><?php echo carbon_get_post_meta( get_the_ID(), 'plan_text' ); ?></p>
            <div class="plan__wrapper">
                <div class="plan__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'plan_1_name' ); ?></h3>
                    <p><?php echo carbon_get_post_meta( get_the_ID(), 'plan_1_text' ); ?></p>
                    <span>01</span>
                </div>
                <div class="plan__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'plan_2_name' ); ?></h3>
                    <p><?php echo carbon_get_post_meta( get_the_ID(), 'plan_2_text' ); ?></p>
                    <span>02</span>
                </div>
                <div class="plan__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'plan_3_name' ); ?></h3>
                    <p><?php echo carbon_get_post_meta( get_the_ID(), 'plan_3_text' ); ?></p>
                    <span>03</span>
                </div>
                <div class="plan__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'plan_4_name' ); ?></h3>
                    <p><?php echo carbon_get_post_meta( get_the_ID(), 'plan_4_text' ); ?></p>
                    <span>04</span>
                </div>
                <div class="plan__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'plan_5_name' ); ?></h3>
                    <p><?php echo carbon_get_post_meta( get_the_ID(), 'plan_5_text' ); ?></p>
                    <span>05</span>
                </div>
                <div class="plan__item">
                    <h3><?php echo carbon_get_post_meta( get_the_ID(), 'plan_6_name' ); ?></h3>
                    <p><?php echo carbon_get_post_meta( get_the_ID(), 'plan_6_text' ); ?></p>
                    <span>06</span>
                </div>
                <div class="plan__item plan__item_start">
                    <h3>Старт </h3>
                    <p>по созданию эффективной финансовой системы вашей компании: делаем финансы вашего бизнеса управляемыми и прибыльными</p>
                </div>
            </div>
            <button class="btn__blc modal-form__call">Начать сотрудничество</button>
        </div>
    </section>
    <section class="task">
        <div class="container">
            <h2><?php echo carbon_get_post_meta( get_the_ID(), 'task_title' ); ?></h2>
            <div class="task__wrapper">

                <?php
                    // запрос
                $task_args = [
                    'post_type' => 'task',
                    'orderby'     => 'date',
                    'order'       => 'asc',
                    'posts_per_page' => 5,
                ];
                $task_query = new WP_Query( $task_args ); ?>

                <?php if ( $task_query->have_posts() ) : ?>
                    <?php while ( $task_query->have_posts() ) : $task_query->the_post(); ?>

                        <div class="task__item">
                            <p><?php the_title() ?></p>
                            <p><?php the_excerpt() ?></p>
                            <span>
                                <?php the_post_thumbnail() ?>
                            </span>
                        </div>

                    <?php endwhile; ?>
                    <?php wp_reset_postdata(); ?>

                <?php else : ?>
                    <p><?php esc_html_e( 'Нет постов по вашим критериям.' ); ?></p>
                <?php endif; ?>

            </div>
            <button class="btn__blc modal-form__call">Получить консультацию</button>
        </div>
    </section>
    <section class="har">
        <div class="container">
            <div class="har__title">
                <h2><?php echo carbon_get_post_meta( get_the_ID(), 'har_title' ); ?></h2>
                <p><?php echo carbon_get_post_meta( get_the_ID(), 'har_subtitle' ); ?></p>
            </div>
            <div class="har__text">
                <p><?php echo carbon_get_post_meta( get_the_ID(), 'har_text' ); ?></p>
                <span>
                    <svg width="80" height="80" viewBox="0 0 80 80" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M43.1672 70.8197C43.2565 71.4999 42.7734 72.1232 42.0887 72.2116C40.6386 72.3993 39.1615 72.4943 37.6983 72.4943C36.6528 72.4943 35.5823 72.444 34.5164 72.3447C33.8287 72.2807 33.3235 71.6751 33.3879 70.9922C33.4523 70.3093 34.0608 69.8059 34.75 69.8717C35.7385 69.9637 36.7303 70.0105 37.6982 70.0105C39.0536 70.0105 40.4219 69.9224 41.7652 69.7486C42.4503 69.6592 43.078 70.1395 43.1672 70.8197ZM66.8796 24.8781C66.2478 25.1555 65.9622 25.889 66.2416 26.5162C68.0023 30.4691 68.895 34.6803 68.895 39.0327C68.895 46.7894 65.9932 54.2115 60.7242 59.932C60.258 60.4382 60.2934 61.2238 60.803 61.6867C61.043 61.9047 61.3452 62.0122 61.6466 62.0122C61.9854 62.0122 62.3233 61.8763 62.57 61.6085C68.2616 55.4289 71.3962 47.4114 71.3962 39.0327C71.3962 34.3321 70.4316 29.7829 68.5291 25.5116C68.2499 24.8843 67.5112 24.6006 66.8796 24.8781ZM14.5993 62.8993C14.9165 62.8993 15.234 62.7801 15.4776 62.5415C15.9693 62.0596 15.9746 61.2733 15.4895 60.7852C9.6937 54.9518 6.50173 47.2267 6.50173 39.0329C6.50173 21.9517 20.4964 8.0551 37.6982 8.0551C42.0819 8.0551 46.3228 8.94154 50.3028 10.6899C50.9346 10.9668 51.6732 10.6838 51.9525 10.0565C52.2321 9.42915 51.9464 8.69579 51.3147 8.41821C47.0138 6.52908 42.4326 5.57123 37.698 5.57123C28.697 5.57123 20.2347 9.05191 13.87 15.372C7.50527 21.692 4 30.095 4 39.0329C4 47.8838 7.4479 56.2285 13.7085 62.5295C13.9536 62.7759 14.2763 62.8993 14.5993 62.8993ZM75.6335 13.872L64.1393 25.2856C63.9023 25.5209 63.583 25.6493 63.2549 25.6493C63.1672 25.6493 63.079 25.6401 62.9913 25.6214L56.9583 24.3302L56.7076 24.5792C56.726 24.6592 56.7449 24.7413 56.7626 24.8181C57.17 26.5915 57.3745 27.4816 57.7485 28.1246C58.1224 28.7678 58.7966 29.3888 60.1395 30.6259C60.4672 30.9277 60.8323 31.2639 61.2398 31.644C63.322 33.5843 63.8552 36.5884 62.5672 39.1189C62.3148 39.6144 62.0877 40.0544 61.8835 40.4496C61.0477 42.068 60.6282 42.8802 60.4985 43.6114C60.3686 44.3428 60.483 45.2486 60.7109 47.0533C60.7666 47.4939 60.8285 47.9844 60.895 48.5358C61.2339 51.3512 59.698 53.9928 57.0731 55.1091C56.7745 55.2361 56.4965 55.3533 56.2334 55.4637L61.7508 68.1842C61.9351 68.6089 61.8661 69.1003 61.5721 69.4592C61.2781 69.8181 60.8076 69.9858 60.3511 69.892L52.8693 68.3706L48.8426 74.8143C48.6134 75.181 48.2106 75.4014 47.7802 75.4014C47.7492 75.4014 47.7183 75.4003 47.687 75.398C47.2223 75.3637 46.8156 75.0757 46.6312 74.651L41.8617 63.6547C41.5829 63.5699 41.3199 63.4894 41.075 63.4144C39.3247 62.8782 38.4463 62.609 37.6985 62.609C37.0902 62.609 36.3954 62.7871 35.2155 63.1423L28.5858 77.2823C28.3892 77.7016 27.9741 77.9776 27.5087 77.9988C27.4896 77.9995 27.4707 78 27.4517 78C27.0077 78 26.5952 77.7657 26.3705 77.3821L22.5335 70.8253L15.0102 72.1308C14.551 72.2107 14.0857 72.0302 13.8023 71.6629C13.5188 71.2957 13.4644 70.8025 13.6611 70.383L20.4107 55.9872C20.1937 55.8956 19.9619 55.7984 19.7091 55.6927C19.297 55.5202 18.8381 55.3281 18.3241 55.1094C15.6991 53.9931 14.1631 51.3515 14.5021 48.5362C14.5683 47.9847 14.6304 47.4942 14.6861 47.0536C14.914 45.2489 15.0284 44.3431 14.8985 43.6117C14.7688 42.8805 14.3492 42.0683 13.5135 40.4499C13.3095 40.0547 13.0822 39.6147 12.8299 39.1192C11.5416 36.5886 12.0749 33.5848 14.1572 31.6443C14.5651 31.2641 14.9301 30.9278 15.2581 30.6256C16.6007 29.3888 17.2747 28.768 17.6485 28.1249C18.0225 27.4819 18.2268 26.5919 18.6342 24.8188C18.7337 24.3858 18.8445 23.9036 18.9721 23.3631C19.6234 20.6024 21.9766 18.6417 24.8276 18.4841C25.3862 18.4532 25.8837 18.4287 26.3305 18.4065C28.1597 18.3161 29.0778 18.2706 29.7804 18.0167C30.483 17.7627 31.2158 17.2114 32.6758 16.1131C33.0323 15.8448 33.4291 15.5465 33.8768 15.2136C36.1629 13.5147 39.2347 13.5143 41.5207 15.2136C41.9683 15.5463 42.3651 15.8448 42.7215 16.1129C44.1816 17.2113 44.9145 17.7627 45.6171 18.0167C46.3196 18.2706 47.2378 18.3161 49.067 18.4065C49.5136 18.4287 50.0113 18.4532 50.5697 18.4841C51.1552 18.5164 51.7241 18.6243 52.2651 18.8027L51.2046 13.9172C51.115 13.5049 51.2424 13.0756 51.5429 12.7773L63.0371 1.36371C63.3609 1.04236 63.8358 0.922201 64.275 1.05059C64.7143 1.17913 65.0476 1.53572 65.1441 1.98017L66.1043 6.40395L67.0997 5.41552C68.3276 4.19641 70.3258 4.19625 71.5535 5.41568C72.7814 6.63495 72.7814 8.61894 71.5535 9.83806L70.5581 10.8265L75.013 11.7798C75.4606 11.8756 75.8197 12.2066 75.9491 12.6428C76.0783 13.0789 75.9574 13.5505 75.6335 13.872ZM38.5828 37.2448C38.4197 37.4067 38.3953 37.5992 38.3953 37.6996C38.3953 37.8001 38.4197 37.9926 38.5828 38.1545C38.746 38.3166 38.9398 38.3408 39.041 38.3408C39.1421 38.3408 39.336 38.3166 39.4991 38.1547L69.7844 8.08165C70.0326 7.83513 70.0326 7.41846 69.7842 7.17178C69.6601 7.04851 69.4931 6.98704 69.3261 6.98704C69.1592 6.98704 68.9922 7.04851 68.8679 7.17193L38.5828 37.2448ZM35.8937 37.6995C35.8937 37.249 35.9914 36.8146 36.1714 36.4164C35.2632 36.9411 34.6496 37.9161 34.6496 39.0326C34.6496 40.7017 36.0172 42.0598 37.6982 42.0598C38.8226 42.0598 39.8042 41.4505 40.3328 40.5486C39.9318 40.7275 39.4945 40.8245 39.0407 40.8245C38.198 40.8245 37.4071 40.4999 36.8136 39.9106C36.2206 39.3218 35.8937 38.5364 35.8937 37.6995ZM44.4623 27.8936C42.4282 26.6689 40.1171 26.0254 37.6985 26.0254C30.4757 26.0254 24.5993 31.8605 24.5993 39.0327C24.5993 46.2049 30.4755 52.0398 37.6985 52.0398C44.9214 52.0398 50.7975 46.2049 50.7975 39.0327C50.7975 36.6313 50.1495 34.3363 48.9161 32.3162L43.1564 38.0354C43.2169 38.363 43.2485 38.6961 43.2485 39.0326C43.2485 42.0714 40.7588 44.5436 37.6985 44.5436C34.6382 44.5436 32.1485 42.0714 32.1485 39.0326C32.1485 35.9937 34.6382 33.5215 37.6985 33.5215C38.0371 33.5215 38.3728 33.5528 38.7027 33.6129L44.4623 27.8936ZM53.7931 14.0552L54.6097 17.8173L63.9987 8.49413L63.1822 4.73184L53.7931 14.0552ZM32.0323 64.0459C31.691 64.1006 31.3497 64.1283 31.0114 64.1283C28.9051 64.1285 26.908 63.089 25.7006 61.2558C25.3945 60.7908 25.1242 60.3754 24.8817 60.0023C23.8882 58.4744 23.3894 57.7077 22.8168 57.2305C22.7633 57.1859 22.7067 57.1428 22.6481 57.1001L16.9402 69.2742L22.9617 68.2294C23.4782 68.1404 23.9953 68.3792 24.2584 68.8288L27.3297 74.0769L32.0323 64.0459ZM58.5056 66.9814L53.9354 56.4446C53.3242 56.7253 52.907 56.958 52.5799 57.2305C52.0071 57.7077 51.5084 58.4748 50.5148 60.0026C50.2722 60.3755 50.0022 60.791 49.6961 61.2558C48.5653 62.9724 46.7419 63.9925 44.785 64.1152L47.9807 71.4828L51.2038 66.3253C51.4801 65.8832 52.0043 65.6589 52.5174 65.7635L58.5056 66.9814ZM54.6242 26.6481L50.7286 30.5164C52.4122 33.0447 53.2989 35.9662 53.2989 39.0326C53.2989 47.5743 46.3006 54.5235 37.6985 54.5235C29.0964 54.5235 22.0979 47.5743 22.0979 39.0326C22.0979 30.4908 29.0963 23.5414 37.6985 23.5414C40.7868 23.5414 43.7288 24.4221 46.2748 26.0938L51.2976 21.1061C51.0187 21.0285 50.7286 20.9801 50.4306 20.9638C49.8774 20.9334 49.3848 20.9088 48.9424 20.8871C44.7631 20.6805 44.5463 20.6021 41.2107 18.0926C40.8578 17.8271 40.4648 17.5315 40.0215 17.202C38.6106 16.153 36.7869 16.1533 35.3756 17.202C34.9322 17.5315 34.5392 17.8271 34.1864 18.0927C30.8509 20.6021 30.634 20.6805 26.4548 20.8871C26.0123 20.909 25.5197 20.9334 24.9666 20.9638C23.2067 21.0611 21.8096 22.2251 21.4075 23.9294C21.2812 24.4648 21.1715 24.9422 21.073 25.371C20.1421 29.4221 20.0269 29.6205 16.9592 32.4463C16.6345 32.7456 16.2729 33.0786 15.8689 33.455C14.5837 34.6529 14.2669 36.4361 15.0622 37.9983C15.312 38.4892 15.5372 38.9251 15.7393 39.3163C17.6487 43.0137 17.6887 43.2395 17.1679 47.3625C17.1128 47.7989 17.0515 48.2845 16.9857 48.8307C16.7765 50.5686 17.6884 52.1368 19.3087 52.826C19.8177 53.0425 20.2722 53.2325 20.6803 53.4035C24.5365 55.017 24.7132 55.1642 26.983 58.655C27.2233 59.0245 27.4908 59.4359 27.7941 59.8961C28.7589 61.3609 30.4722 61.9806 32.1599 61.4739C32.69 61.3149 33.1612 61.1704 33.5845 61.0407C37.5828 59.8157 37.8136 59.8157 41.8124 61.0407C42.2356 61.1704 42.7068 61.3149 43.237 61.4739C44.9242 61.9804 46.6378 61.3609 47.6027 59.8961C47.9059 59.4359 48.1734 59.0246 48.4137 58.6551C50.6837 55.1644 50.8603 55.0169 54.7166 53.4035C55.1248 53.2325 55.5793 53.0425 56.0885 52.826C57.7088 52.1368 58.6205 50.5686 58.4114 48.8307C58.3457 48.2845 58.2843 47.7989 58.2291 47.3625C57.7083 43.2393 57.7483 43.0137 59.6577 39.3163C59.8598 38.925 60.0848 38.4892 60.3348 37.9983C61.1299 36.4363 60.8133 34.6529 59.5281 33.455C59.1243 33.0787 58.7628 32.7459 58.4382 32.4469C55.7306 29.9528 55.3224 29.5033 54.6242 26.6481ZM72.2414 13.7275L68.4525 12.9167L59.0634 22.2399L62.8523 23.0507L72.2414 13.7275Z" fill="#1C1C1C" />
                    </svg>
                </span>
            </div>
            <div class="har__wrapper">

                <?php
                    // запрос
                $result_args = [
                    'post_type' => 'result_block',
                    'orderby'     => 'date',
                    'order'       => 'asc',
                    'posts_per_page' => -1,
                ];
                $result_query = new WP_Query( $result_args ); ?>

                <?php if ( $result_query->have_posts() ) : ?>
                    <?php while ( $result_query->have_posts() ) : $result_query->the_post(); ?>

                        <div class="har__item">
                            <p><?php the_title() ?></p>
                        </div>

                    <?php endwhile; ?>
                    <?php wp_reset_postdata(); ?>

                <?php else : ?>
                    <p><?php esc_html_e( 'Нет постов по вашим критериям.' ); ?></p>
                <?php endif; ?>

            </div>
        </div>
    </section>
    <section class="case" id="case">
        <div class="container">
            <h2><?php echo carbon_get_post_meta( get_the_ID(), 'case_title' ); ?></h2>
            <div class="case__slider swiper">
                <div class="swiper-wrapper">
                    
                    <?php
                        // запрос
                    $case_args = [
                        'post_type' => 'case_block',
                        'orderby'     => 'date',
                        'order'       => 'asc',
                        'posts_per_page' => -1,
                    ];
                    $case_query = new WP_Query( $case_args ); ?>

                    <?php if ( $case_query->have_posts() ) : ?>
                        <?php while ( $case_query->have_posts() ) : $case_query->the_post(); ?>

                            <div class="swiper-slide case__slide">
                                <?php the_excerpt() ?>
                                <p><?php the_title() ?></p>
                                <div class="case__list">
                                    <p>До </p>
                                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'case_before' ) ); ?>
                                </div>
                                <div class="case__list">
                                    <p>После </p>
                                    <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'case_after' ) ); ?>
                                </div>
                                <button class="btn__blc case-modal__call">Как мы это сделали</button>
                            </div>

                        <?php endwhile; ?>
                        <?php wp_reset_postdata(); ?>

                    <?php else : ?>
                        <p><?php esc_html_e( 'Нет постов по вашим критериям.' ); ?></p>
                    <?php endif; ?>

                </div>
                <div class="case__arrow">
                    <div class="swiper-button-prev">
                        <svg width="26" height="16" viewBox="0 0 26 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M0.292892 8.70711C-0.0976315 8.31658 -0.0976315 7.68342 0.292892 7.29289L6.65685 0.928932C7.04738 0.538408 7.68054 0.538408 8.07107 0.928932C8.46159 1.31946 8.46159 1.95262 8.07107 2.34315L2.41421 8L8.07107 13.6569C8.46159 14.0474 8.46159 14.6805 8.07107 15.0711C7.68054 15.4616 7.04738 15.4616 6.65685 15.0711L0.292892 8.70711ZM26 8V9H1V8V7H26V8Z" fill="#1C1C1C" />
                        </svg>
                    </div>
                    <div class="swiper-button-next">
                        <svg width="26" height="16" viewBox="0 0 26 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M25.7071 8.70711C26.0976 8.31658 26.0976 7.68342 25.7071 7.29289L19.3431 0.928932C18.9526 0.538408 18.3195 0.538408 17.9289 0.928932C17.5384 1.31946 17.5384 1.95262 17.9289 2.34315L23.5858 8L17.9289 13.6569C17.5384 14.0474 17.5384 14.6805 17.9289 15.0711C18.3195 15.4616 18.9526 15.4616 19.3431 15.0711L25.7071 8.70711ZM0 8V9H25V8V7H0V8Z" fill="#1C1C1C" />
                        </svg>
                    </div>
                </div>
            </div>
            <div class="case__footer">
                <span>
                    <svg width="87" height="87" viewBox="0 0 87 87" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M15.1878 54.5613C11.8984 49.0848 10.1595 42.7987 10.1595 36.3828C10.1595 16.8726 26.0489 1 45.5798 1C52.9158 1 60.0387 3.27491 65.9825 7.46063L65.4227 5.5002C65.2172 4.78062 65.6346 4.0309 66.3548 3.82565C67.0749 3.61988 67.8255 4.03717 68.0311 4.75675L69.7553 10.7935C69.8697 11.194 69.7932 11.6248 69.5481 11.9617C69.3029 12.2987 68.9164 12.5041 68.4997 12.5192L62.2195 12.7446C62.2029 12.7453 62.1865 12.7454 62.17 12.7454C61.4436 12.7454 60.8419 12.1705 60.8156 11.4392C60.7887 10.6915 61.3737 10.0636 62.1224 10.0366L64.7935 9.94079C59.2314 5.90614 52.5084 3.70964 45.5798 3.70964C27.5447 3.70964 12.872 18.3668 12.872 36.3826C12.872 42.3076 14.4772 48.1115 17.5137 53.167C17.899 53.8087 17.6908 54.6409 17.0485 55.0258C16.8299 55.1567 16.5894 55.219 16.352 55.219C15.8912 55.2192 15.4421 54.9846 15.1878 54.5613ZM73.8927 57.6443C75.243 60.0049 74.5374 63.3166 72.3798 64.6438L49.586 78.6644C47.9964 79.6419 46.2577 80.1369 44.458 80.1369C43.5683 80.1369 42.6641 80.016 41.7553 79.7726L25.7651 75.4926L23.9293 76.5513L24.8795 78.2284C25.3001 78.9709 25.4057 79.8346 25.1765 80.6603C24.9475 81.4859 24.4119 82.1722 23.6685 82.5925L20.1445 84.5849C19.6581 84.8599 19.12 85 18.5744 85C18.2861 85 17.9958 84.9609 17.71 84.8818C16.8835 84.6528 16.1966 84.118 15.7758 83.3754L5.41515 65.0881C4.5446 63.5513 5.08796 61.5938 6.62612 60.724L10.1502 58.7317C10.8936 58.3116 11.7584 58.2061 12.5847 58.4349C13.4111 58.6637 14.0981 59.1987 14.5189 59.9413L15.2797 61.2842L24.413 56.0018C24.6361 55.8727 24.8634 55.7447 25.0946 55.6192L23.1494 53.6761C22.7527 53.2798 22.6412 52.6804 22.869 52.1682L24.5126 48.4717C23.4688 46.6605 22.6676 44.7299 22.1236 42.7151L18.3473 41.263C17.8236 41.0618 17.4782 40.5592 17.4782 39.9987V32.7671C17.4782 32.2066 17.8237 31.7041 18.3473 31.5027L22.1243 30.0504C22.668 28.0366 23.4692 26.1062 24.513 24.2951L22.869 20.5976C22.6413 20.0855 22.7527 19.486 23.1496 19.0897L28.2685 13.9763C28.6652 13.58 29.2651 13.4687 29.778 13.696L33.4799 15.3384C35.2934 14.2955 37.2252 13.4955 39.2406 12.9526L40.6947 9.17888C40.8961 8.65592 41.3993 8.31078 41.9604 8.31078H49.1994C49.7606 8.31078 50.2636 8.65592 50.4652 9.17888L51.9193 12.9524C53.9348 13.4955 55.8666 14.2955 57.68 15.3382L61.3819 13.6958C61.8944 13.4686 62.4945 13.5798 62.8914 13.9761L68.0104 19.0896C68.4071 19.4858 68.5187 20.0852 68.2908 20.5975L66.6472 24.2939C67.691 26.1053 68.4924 28.0363 69.0361 30.0506L72.8124 31.5026C73.3361 31.7038 73.6815 32.2064 73.6815 32.767V39.9985C73.6815 40.559 73.3359 41.0615 72.8124 41.2629L69.0349 42.7154C68.4914 44.7287 67.6902 46.6588 66.6465 48.47L68.2907 52.1682C68.5185 52.6803 68.407 53.2798 68.0103 53.6761L65.7417 55.9422C68.653 54.816 70.6256 55.1076 71.9124 55.7662C76.0871 50.1286 78.2875 43.4546 78.2875 36.3828C78.2875 30.6028 76.7568 24.9232 73.861 19.9587C73.4838 19.3123 73.7028 18.4828 74.3501 18.1061C74.9972 17.7295 75.8276 17.9479 76.2046 18.5947C79.3418 23.973 81 30.1242 81 36.383C81.0002 44.1541 78.5453 51.4819 73.8927 57.6443ZM49.143 65.1744C49.5965 65.0264 50.0385 64.8261 50.4747 64.5724L60.5595 58.7048L57.6813 57.4279C55.8682 58.4708 53.9355 59.2711 51.9187 59.8142L50.4652 63.5867C50.2902 64.0409 49.8876 64.3602 49.4175 64.4366C49.3403 64.6945 49.251 64.9427 49.143 65.1744ZM27.7512 54.4409C29.4147 53.8955 31.2249 53.7098 33.1508 54.3338C33.9534 54.5938 34.8946 54.9337 35.8913 55.2936C38.7454 56.3244 42.2976 57.6072 45.8873 58.2538C45.9473 58.2647 46.0066 58.2796 46.0648 58.2984C47.2342 58.677 48.1792 59.4235 48.8021 60.3602L49.6394 58.1868C49.7999 57.7698 50.1561 57.4589 50.5911 57.3554C52.8139 56.827 54.9295 55.951 56.8793 54.7515C57.2602 54.5171 57.732 54.4854 58.1409 54.6668L61.6318 56.2155L65.4337 52.4176L63.8828 48.9291C63.7012 48.5208 63.733 48.0493 63.9674 47.669C65.1682 45.7207 66.045 43.6079 66.5738 41.3889C66.6774 40.9543 66.9887 40.5985 67.406 40.4381L70.9691 39.0682V33.6972L67.4071 32.3277C66.9897 32.1673 66.6782 31.8115 66.5748 31.3769C66.0461 29.1569 65.1691 27.0434 63.9679 25.0951C63.7335 24.7146 63.7018 24.2431 63.8833 23.8348L65.4339 20.3478L61.6318 16.5499L58.1396 18.0992C57.7308 18.2802 57.2588 18.2487 56.8781 18.0145C54.9276 16.815 52.8125 15.9389 50.5913 15.4109C50.1563 15.3074 49.8001 14.9965 49.6396 14.5795L48.268 11.0201H42.8915L41.52 14.5795C41.3594 14.9963 41.0032 15.3074 40.5682 15.4109C38.3472 15.9388 36.2321 16.8148 34.2814 18.0145C33.9005 18.2487 33.4287 18.2802 33.0199 18.0992L29.5278 16.5499L25.7258 20.3478L27.2765 23.8358C27.4581 24.2441 27.4264 24.7156 27.1918 25.0961C25.991 27.044 25.114 29.1572 24.5852 31.3766C24.4816 31.8111 24.1704 32.1669 23.753 32.3273L20.1902 33.6972V39.0682L23.7523 40.4378C24.1697 40.5982 24.4809 40.9538 24.5845 41.3885C25.1135 43.6092 25.9906 45.7228 27.1913 47.6703C27.4259 48.0509 27.4576 48.5223 27.276 48.9308L25.7256 52.4178L27.7512 54.4409ZM22.5189 79.5633L12.1581 61.2759C12.072 61.1239 11.9345 61.0666 11.8603 61.0461C11.8272 61.037 11.7796 61.0277 11.7236 61.0277C11.6538 61.0277 11.5707 61.0422 11.4863 61.0901L7.96221 63.0824C7.72961 63.2138 7.64433 63.5212 7.77589 63.7536L18.1367 82.0407C18.2228 82.1928 18.3603 82.2501 18.4346 82.2706C18.5088 82.2912 18.6561 82.3129 18.8086 82.2267L22.3326 80.2343C22.4849 80.1482 22.5422 80.0109 22.5627 79.9365C22.5834 79.8624 22.6051 79.7152 22.5189 79.5633ZM71.5164 58.9492C70.5468 57.332 67.8863 57.5776 64.4001 59.6059L51.8399 66.9138C49.8625 68.0642 47.7377 68.4378 45.3439 68.0553L43.7814 67.8014C43.7724 67.7999 43.7639 67.7974 43.7549 67.7958C43.7458 67.7941 43.7366 67.7935 43.7273 67.7916C41.7685 67.3916 39.9537 66.8739 38.0322 66.3257C37.1594 66.0767 36.257 65.8193 35.3386 65.5736C34.6151 65.3798 34.1858 64.6371 34.3796 63.9143C34.5734 63.1915 35.3169 62.7632 36.0407 62.9562C36.9804 63.2077 37.8938 63.4684 38.7771 63.7204C40.6269 64.2481 42.3754 64.7463 44.2103 65.1241C45.6401 65.287 46.5273 64.7687 46.8463 63.5796C47.1466 62.4607 46.4864 61.3235 45.3058 60.9027C41.5266 60.2104 37.8933 58.8982 34.9691 57.8421C33.952 57.4748 33.0737 57.1576 32.314 56.9115C30.0275 56.1706 27.8185 57.1635 25.7723 58.3471L16.616 63.6428L22.5935 74.1935L24.8958 72.8657C25.2072 72.686 25.5771 72.6373 25.925 72.7304L42.458 77.1558C44.4958 77.7012 46.4156 77.4327 48.1643 76.3574L70.9579 62.3369C71.8948 61.7601 72.1767 60.0507 71.5164 58.9492ZM26.5384 36.3828C26.5384 25.8945 35.0803 17.3616 45.5798 17.3616C56.0792 17.3616 64.6211 25.8945 64.6211 36.3828C64.6211 46.8711 56.0792 55.404 45.5798 55.404C35.0803 55.404 26.5384 46.871 26.5384 36.3828ZM29.2509 36.3828C29.2509 45.3769 36.5761 52.6943 45.5798 52.6943C54.5835 52.6943 61.9086 45.3769 61.9086 36.3828C61.9086 27.3885 54.5835 20.0713 45.5798 20.0713C36.5761 20.0713 29.2509 27.3885 29.2509 36.3828ZM10.9628 63.3498C10.2753 63.4502 9.79926 64.0885 9.89979 64.7753C10.0003 65.462 10.6393 65.9375 11.3267 65.8371C12.0142 65.7367 12.4902 65.0984 12.3897 64.4117C12.2892 63.7248 11.6504 63.2494 10.9628 63.3498ZM36.7368 35.5012C37.0279 35.5012 37.3213 35.4078 37.5688 35.2155L45.5677 28.9977C45.6186 29.5547 46.0126 30.0446 46.5863 30.1889C46.6973 30.2169 46.8087 30.2302 46.9182 30.2302C47.5251 30.2302 48.0776 29.8204 48.2324 29.2057L49.0603 25.9192C49.1621 25.5146 49.0718 25.0858 48.8153 24.7566C48.5588 24.4274 48.165 24.2345 47.7472 24.2338L44.3547 24.228C44.3539 24.228 44.3532 24.228 44.3523 24.228C43.6044 24.228 42.9974 24.8331 42.9961 25.5805C42.9951 26.1715 43.3736 26.6733 43.9016 26.8594L35.9028 33.0772C35.3117 33.5367 35.2054 34.388 35.6655 34.9785C35.933 35.3216 36.3328 35.5012 36.7368 35.5012ZM34.3035 45.7836C33.5545 45.7836 32.9472 45.1769 32.9472 44.4287V38.936C32.9472 38.1878 33.5545 37.5811 34.3035 37.5811H39.0872C39.8362 37.5811 40.4434 38.1878 40.4434 38.936V44.4287C40.4434 45.1769 39.8362 45.7836 39.0872 45.7836H34.3035ZM35.6597 43.0739H37.7309V40.2908H35.6597V43.0739ZM49.3279 34.1318V44.4287C49.3279 45.1769 48.7207 45.7836 47.9717 45.7836H43.188C42.439 45.7836 41.8317 45.1769 41.8317 44.4287V34.1318C41.8317 33.3836 42.439 32.777 43.188 32.777H47.9717C48.7209 32.777 49.3279 33.3836 49.3279 34.1318ZM46.6154 35.4866H44.5443V43.0739H46.6154V35.4866ZM50.7163 44.4291V29.1147C50.7163 28.3665 51.3235 27.7599 52.0725 27.7599H56.8562C57.6052 27.7599 58.2125 28.3665 58.2125 29.1147V44.4291C58.2125 45.1773 57.6052 45.7839 56.8562 45.7839H52.0725C51.3233 45.7839 50.7163 45.1774 50.7163 44.4291ZM53.4288 43.0743H55.5V30.4695H53.4288V43.0743Z" fill="#1C1C1C" />
                    </svg>
                </span>
                <p><?php echo carbon_get_post_meta( get_the_ID(), 'case_text' ); ?></p>
            </div>
        </div>
    </section>
    <section class="rate" id="rate">
        <div class="container">
            <h2><?php echo carbon_get_post_meta( get_the_ID(), 'rate_title' ); ?></h2>
            <p class="rate__subtitle"><?php echo carbon_get_post_meta( get_the_ID(), 'rate_text' ); ?></p>
            <div class="rate__wrapper">

                <?php
                    // запрос
                $rate_args = [
                    'post_type' => 'rate_block',
                    'orderby'     => 'date',
                    'order'       => 'asc',
                    'posts_per_page' => -1,
                ];
                $rate_query = new WP_Query( $rate_args ); ?>

                <?php if ( $rate_query->have_posts() ) : ?>
                    <?php while ( $rate_query->have_posts() ) : $rate_query->the_post(); ?>

                        <div class="rate__item">
                            <p class="rate__item_title"><?php the_title() ?></p>
                            <p class="rate__item_text"><?php the_excerpt() ?></p>
                            <?php echo apply_filters( 'the_content', carbon_get_the_post_meta( 'rate_list' ) ); ?>
                            <button class="btn__blc modal-form__call">Выбрать</button>
                        </div>

                    <?php endwhile; ?>
                    <?php wp_reset_postdata(); ?>

                <?php else : ?>
                    <p><?php esc_html_e( 'Нет постов по вашим критериям.' ); ?></p>
                <?php endif; ?>

            </div>
        </div>
    </section>
    <section class="ready">
        <div class="container">
            <div class="ready__container">
                <div class="ready__title">
                    <h2>Готовы улучшить финансовое состояние вашего бизнеса?</h2>
                </div>
                <div class="ready__wrapper">
                    <p>Запишитесь на бесплатную консультацию. После проведения аудита мы определим стоимость работы.</p>
                    <p>Я помогу разобраться в финансах и управленческом учёте вашего бизнеса и вывести его на новый уровень</p>
                    <?php echo do_shortcode( carbon_get_theme_option('short_ready' )); ?>
                    <p>Нажимая кнопку «Записаться», я даю согласие  на обработку персональных данных  и соглашаюсь с политикой конфиденциальности</p>
                </div>
            </div>
            <img src="<?php echo get_template_directory_uri() ?>/assets/img/ready.jpg" alt="">
        </div>
    </section>
    

<?php get_footer() ?>