<?php 
    get_header();
    $front_id = get_option( 'page_on_front' );
?>

<?php /* Template Name: Курс */ ?>


<header class="header code-header">
        <div class="container__block">
            <div class="container">
                <p class="code-header__info">авторский курс школы Многомерного сознания</p>
                <h1>Код души</h1>
                <p class="code-header__text">Раскройте <span>феномен Души</span>, и тем самым, откройте для себя <span>новый уровень жизни и бытия</span></p>
                <div class="code-header__row">
                    <div class="code-header__pers code-header__pers_left">
                        <p>Татьяна Федосова</p>
                        <p>Автор курса</p>
                        <span>
                            <svg width="12" height="14" viewBox="0 0 12 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M1 11.741C1 10.1323 2.21238 8.76197 3.86003 8.50843L4.00844 8.4856C5.3278 8.28258 6.6722 8.28258 7.99156 8.4856L8.13997 8.50843C9.78762 8.76197 11 10.1323 11 11.741C11 12.4363 10.4154 13 9.69419 13H2.30581C1.58463 13 1 12.4363 1 11.741Z" stroke="white" stroke-width="1.2" />
                                <path d="M8.91668 3.625C8.91668 5.07475 7.61085 6.25 6.00001 6.25C4.38918 6.25 3.08335 5.07475 3.08335 3.625C3.08335 2.17525 4.38918 1 6.00001 1C7.61085 1 8.91668 2.17525 8.91668 3.625Z" stroke="white" stroke-width="1.2" />
                            </svg>
                        </span>
                    </div>
                    <button class="btn__blue js--modal">Присоединиться <span><img src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></button>
                    <div class="code-header__pers code-header__pers_right">
                        <p>Дмитрий Тюков</p>
                        <p>Автор курса</p>
                        <span>
                            <svg width="12" height="14" viewBox="0 0 12 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M1 11.741C1 10.1323 2.21238 8.76197 3.86003 8.50843L4.00844 8.4856C5.3278 8.28258 6.6722 8.28258 7.99156 8.4856L8.13997 8.50843C9.78762 8.76197 11 10.1323 11 11.741C11 12.4363 10.4154 13 9.69419 13H2.30581C1.58463 13 1 12.4363 1 11.741Z" stroke="white" stroke-width="1.2" />
                                <path d="M8.91668 3.625C8.91668 5.07475 7.61085 6.25 6.00001 6.25C4.38918 6.25 3.08335 5.07475 3.08335 3.625C3.08335 2.17525 4.38918 1 6.00001 1C7.61085 1 8.91668 2.17525 8.91668 3.625Z" stroke="white" stroke-width="1.2" />
                            </svg>
                        </span>
                    </div>
                </div>
            </div>
            <img src="<?php echo bloginfo('template_url');?>/assets/img/code-header_left.png" alt="" class="code-header__left">
            <img src="<?php echo bloginfo('template_url');?>/assets/img/code-header_right.png" alt="" class="code-header__right">
        </div>
        <a href="#" class="header__arrow"><img src="<?php echo bloginfo('template_url');?>/assets/img/arrow_down.svg" alt=""></a>
    </header>
    <section class="cours">
        <div class="container">
            <h2>Этот курс для вас, если вы</h2>
            <div class="cours__wrapper">
                <ul class="cours__list">
                    <li><p>Готовы взять ответственность за свою жизнь и стать <span>творцом своей реальности</span></p></li>
                    <li><p>Хотите восстановить и <span>наладить контакт с самим собой и своей Душой</span></p> </li>
                    <li><p>Хотите <span>раскрыть свой потенциал</span> до конца, выйти на новые <span>скорости развития вашей жизни</span></p></li>
                    <li><p>Активно <span>исследуете этот мир</span> и хотите на личном опыте увидеть всю <span>красоту сплетения психики и энергетики</span></p></li>
                    <li><p>Готовы выйти на <span>качественно новый уровень жизни и гармоничное взаимодействие с собой,</span> окружающим пространством</p></li>
                    <li><p>Хотите <span>выйти за привычные рамки и шаблоны мышления,</span> стать полноценным игроком и <span>выиграть в игре под названием жизнь</span></p></li>
                </ul>
                <div class="cours__left">
                    <img src="<?php echo bloginfo('template_url');?>/assets/img/course_bg_left.png" alt="" class="">
                </div>
                <div class="cours__right">
                    <img src="<?php echo bloginfo('template_url');?>/assets/img/course_bg_right.png" alt="" class="">
                </div>
            </div>
        </div>
    </section>
    <section class="contrast">
        <div class="container">
            <h2>НАШИ ОТЛИЧИЯ ОТ ДРУГИХ ПРОЕКТОВ И ШКОЛ</h2>
            <div class="contrast__wrapper">
                <div class="contrast__item">
                    <div class="contrast__row">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/contrast_1.svg" alt="">
                        <p class="contrast__name">изменение кругозора</p>
                    </div>
                    <p class="contrast__text">Поможем перейти к кругозору <span>многомерного восприятия себя</span> и окружающего мира, что даст вам возможность <span>смотреть объемно,  а не с позиции «точки зрения».</span></p>
                </div>
                <div class="contrast__item">
                    <div class="contrast__row">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/contrast_2.svg" alt="">
                        <p class="contrast__name">Эволюция личности</p>
                    </div>
                    <p class="contrast__text"><span>Эволюция личности,</span> так как работа в процессе обучения проходит как минимум на <span>четырех уровнях - психическом, энергетическом, душевном и духовном.</span></p>
                </div>
                <div class="contrast__item">
                    <div class="contrast__row">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/contrast_3.svg" alt="">
                        <p class="contrast__name">интегральный подход</p>
                    </div>
                    <p class="contrast__text">Мы придерживаемся <span>интегрального подхода к глубоким психическим процессам.</span> Знания, которые вы получите на обучении помогут <span>привести психоэнергетический “хаос” в порядок.</span></p>
                </div>
                <div class="contrast__item">
                    <div class="contrast__row">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/contrast_4.svg" alt="">
                        <p class="contrast__name">глубинное присутствие себя</p>
                    </div>
                    <p class="contrast__text">У вас будет возможность ощутить <span>глубинное присутствие себя, своей Самости.</span>  Встретившись с собой однажды, вы больше не захотите себя предавать.</p>
                </div>
                <div class="contrast__item">
                    <div class="contrast__row">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/contrast_5.svg" alt="">
                        <p class="contrast__name">поэтапный план </p>
                    </div>
                    <p class="contrast__text">У нас есть четкий <span>поэтапный план для гармонизации, выравнивания, оздоровления, и взросления психики.</span> Благодарю этому, вы станете <span>автором своей жизни  и режиссером своих изменений.</span></p>
                </div>
                <div class="contrast__item">
                    <div class="contrast__row">
                        <img src="<?php echo bloginfo('template_url');?>/assets/img/contrast_6.svg" alt="">
                        <p class="contrast__name">работа через план Души</p>
                    </div>
                    <p class="contrast__text">Мы ведем работу через план Души  в результате чего будут <span>раскрыты  и проработаны самые глубокие раны.</span> Что позволит Вам прийти  к <span>душевному равновесию  и внутреннему покою.</span></p>
                </div>
            </div>
        </div>
        <div class="school-desc__bg_left scroll-anim">
            <img src="<?php echo bloginfo('template_url');?>/assets/img/school_con.png" alt="">
        </div>
        <div class="school-desc__bg_right scroll-anim">
            <img src="<?php echo bloginfo('template_url');?>/assets/img/school_con.png" alt="">
        </div>
    </section>
    <section class="born" id="stage1">
        <div class="container__block">
            <div class="container">
                <div class="born__title">
                    <div>
                        <p class="born__title_step">1 ступень обучения</p>
                        <h2>Биологическое рождение</h2>
                    </div>
                    <div class="born__title_text">
                        <p class="">Началом путешествия человека в мир является биологическое рождение, которое включает в себя <span>два важных процесса - зачатие (слияние) и рождение (отделение).</span> Они являются основой биологического, психологического, энергетического и духовного здравия. </p>
                        <p>Для эффективного развития человека, как многомерного существа, нужно верно прожить эти процессы. Пройдя “Биологическое рождение”, вы <span>успешно завершите первый цикл развития и будете обладать прочным фундаментом,</span> на котором можно бесстрашно возводить психические стены вашего энергетического дома, где будет обитать ваш Дух. <span>Истинный вы.</span></p>
                    </div>
                </div>
                <div class="born__target">
                    <h3>Цель обучения:</h3>
                    <div class="born__target_list">
                        <div class="born__target_col">
                            <div class="born__target_item">
                                <p class="born__target_num">01</p>
                                <p class="born__target_text">Убрать <span>страхи, сопротивление к изменениям</span></p>
                            </div>
                            <div class="born__target_item">
                                <p class="born__target_num">02</p>
                                <p class="born__target_text">Сбалансировать <span>мужское и женское начало</span></p>
                            </div>
                        </div>
                        <div class="born__target_col">
                            <div class="born__target_item">
                                <p class="born__target_num">03</p>
                                <p class="born__target_text">Создать благоприятные условия для <span>дозревания психики</span></p>
                            </div>
                            <div class="born__target_item">
                                <p class="born__target_num">04</p>
                                <p class="born__target_text">Получить доступ к <span>огромному энергетическому потенциалу</span></p>
                            </div>
                        </div>
                    </div>
                    <img src="<?php echo bloginfo('template_url');?>/assets/img/target_bg.png" alt="" class="born__target_bg">
                </div>
                <div class="born__result">
                    <h3>Результат, который вы получите:</h3>
                    <ul>
                        <li>
                            <div>
                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M12.75 1.25C12.75 1.25 11.5 4.18024 11.5 6.60714C11.5 7.38416 11.7663 8.0344 12.125 8.68197C12.5378 9.42725 13.0732 10.169 13.4661 11.0965C13.7779 11.8325 14 12.6855 14 13.75" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M2.75 1.25C2.75 1.25 4 4.18024 4 6.60714C4 7.38417 3.73374 8.0344 3.37501 8.68197C2.96215 9.42725 2.42682 10.169 2.03391 11.0965C1.72211 11.8325 1.5 12.6855 1.5 13.75" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M4 8.125H11.5" stroke="white" stroke-width="1.5" stroke-linecap="round" />
                                    <path d="M7.75 13.75C8.0625 12.8125 9.625 10.9375 13.375 10.9375" stroke="white" stroke-width="1.5" stroke-linecap="round" />
                                    <path d="M7.75 13.75C7.4375 12.8125 5.875 10.9375 2.125 10.9375" stroke="white" stroke-width="1.5" stroke-linecap="round" />
                                </svg>
                            </div>
                            <p><span>Принятие <br> своего тела</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="20" height="19" viewBox="0 0 20 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M17.7497 0H14.5821C14.372 0 14.1706 0.0834075 14.0221 0.231874C13.8736 0.38034 13.7901 0.581704 13.7901 0.791667C13.7901 1.00163 13.8736 1.20299 14.0221 1.35146C14.1706 1.49993 14.372 1.58333 14.5821 1.58333H16.6299L14.7293 3.48333C13.8626 2.82901 12.8214 2.44604 11.7372 2.38278C10.6529 2.31952 9.57419 2.57879 8.63721 3.12788C7.931 2.71993 7.14334 2.47306 6.33056 2.40494C5.51779 2.33681 4.7 2.44911 3.93571 2.7338C3.17141 3.01849 2.47951 3.46853 1.90949 4.05173C1.33948 4.63493 0.905442 5.33686 0.638444 6.10732C0.371447 6.87777 0.278085 7.69769 0.36504 8.50842C0.451994 9.31915 0.717114 10.1006 1.14143 10.797C1.56575 11.4933 2.13878 12.0873 2.81951 12.5365C3.50025 12.9856 4.27187 13.2788 5.07917 13.395V15.0417H3.49535C3.28532 15.0417 3.0839 15.1251 2.93539 15.2735C2.78688 15.422 2.70344 15.6234 2.70344 15.8333C2.70344 16.0433 2.78688 16.2447 2.93539 16.3931C3.0839 16.5416 3.28532 16.625 3.49535 16.625H5.07917V18.2083C5.07917 18.4183 5.1626 18.6197 5.31111 18.7681C5.45962 18.9166 5.66105 19 5.87107 19C6.0811 19 6.28252 18.9166 6.43104 18.7681C6.57955 18.6197 6.66298 18.4183 6.66298 18.2083V16.625H8.2468C8.45682 16.625 8.65825 16.5416 8.80676 16.3931C8.95527 16.2447 9.0387 16.0433 9.0387 15.8333C9.0387 15.6234 8.95527 15.422 8.80676 15.2735C8.65825 15.1251 8.45682 15.0417 8.2468 15.0417H6.66298V13.4005C7.35911 13.2968 8.02881 13.0603 8.63562 12.7039C9.73891 13.349 11.0316 13.5923 12.294 13.3924C13.5565 13.1926 14.7107 12.5619 15.5606 11.6076C16.4106 10.6532 16.9037 9.43415 16.9563 8.15747C17.0089 6.88079 16.6177 5.62529 15.8491 4.60433L17.7497 2.70433V4.75C17.7497 4.95996 17.8331 5.16133 17.9816 5.30979C18.1301 5.45826 18.3316 5.54167 18.5416 5.54167C18.7516 5.54167 18.953 5.45826 19.1016 5.30979C19.2501 5.16133 19.3335 4.95996 19.3335 4.75V1.58333C19.3335 1.16341 19.1666 0.76068 18.8696 0.463748C18.5726 0.166815 18.1697 0 17.7497 0V0ZM1.91154 7.91667C1.90778 7.27371 2.06167 6.63963 2.35974 6.06989C2.6578 5.50014 3.09097 5.01208 3.62135 4.64839C4.15173 4.2847 4.76318 4.05647 5.4022 3.98365C6.04122 3.91083 6.68835 3.99564 7.287 4.23067C6.37547 5.24212 5.87103 6.55526 5.87103 7.91667C5.87103 9.27807 6.37547 10.5912 7.287 11.6027C6.68835 11.8377 6.04122 11.9225 5.4022 11.8497C4.76318 11.7769 4.15173 11.5486 3.62135 11.1849C3.09097 10.8213 2.6578 10.3332 2.35974 9.76345C2.06167 9.1937 1.90778 8.55962 1.91154 7.91667ZM11.4144 11.875C10.6313 11.875 9.86577 11.6428 9.21462 11.2079C8.56348 10.773 8.05598 10.1547 7.75629 9.43146C7.4566 8.70817 7.37819 7.91228 7.53097 7.14443C7.68375 6.37659 8.06086 5.67129 8.61461 5.1177C9.16836 4.56412 9.87388 4.18713 10.642 4.03439C11.41 3.88166 12.2062 3.96005 12.9297 4.25964C13.6532 4.55924 14.2716 5.06659 14.7067 5.71753C15.1417 6.36848 15.374 7.13378 15.374 7.91667C15.3727 8.9661 14.9551 9.97218 14.2129 10.7142C13.4706 11.4563 12.4642 11.8737 11.4144 11.875Z" fill="white" />
                                </svg>
                            </div>
                            <p><span>Принятие своего пола </span>(мужского/женского)</p>
                        </li>
                        <li>
                            <div>
                                <svg width="18" height="17" viewBox="0 0 18 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M16.6458 8.63889L15.9093 8.49737L16.6458 8.63889ZM16.0579 11.6987L15.3213 11.5572L16.0579 11.6987ZM4.94798 14.8578L4.20142 14.9295L4.94798 14.8578ZM4.27118 7.8133L5.01774 7.74158L4.27118 7.8133ZM10.829 3.41607L11.5668 3.55039V3.55039L10.829 3.41607ZM10.2767 6.44949L11.0146 6.58381V6.58381L10.2767 6.44949ZM4.74829 6.75811L4.28866 6.16546H4.28865L4.74829 6.75811ZM5.94724 5.82827L6.40687 6.42092L6.40687 6.42092L5.94724 5.82827ZM7.93155 3.08781L7.21089 2.88009V2.88009L7.93155 3.08781ZM8.32797 1.71242L9.04863 1.92013L9.04864 1.92013L8.32797 1.71242ZM9.72283 1.04827L9.51452 1.76876L9.51452 1.76876L9.72283 1.04827ZM9.84364 1.08319L10.052 0.362703L10.052 0.362703L9.84364 1.08319ZM7.38479 4.34696L8.02975 4.72976L7.38479 4.34696ZM10.7537 1.93564L10.0331 2.14336V2.14336L10.7537 1.93564ZM8.895 1.09929L8.59659 0.411217L8.59659 0.411217L8.895 1.09929ZM2.47617 15.603L1.72961 15.6748H1.72961L2.47617 15.603ZM1.6665 7.17565L2.41307 7.10392C2.37479 6.7055 2.0304 6.40735 1.6306 6.42651C1.2308 6.44567 0.916504 6.7754 0.916504 7.17565H1.6665ZM15.9093 8.49737L15.3213 11.5572L16.7944 11.8402L17.3823 8.78042L15.9093 8.49737ZM10.204 15.25H6.33013V16.75H10.204V15.25ZM5.69454 14.7861L5.01774 7.74158L3.52461 7.88503L4.20142 14.9295L5.69454 14.7861ZM15.3213 11.5572C14.9257 13.6163 12.8216 15.25 10.204 15.25V16.75C13.3885 16.75 16.2362 14.7453 16.7944 11.8402L15.3213 11.5572ZM10.0911 3.28174L9.53886 6.31516L11.0146 6.58381L11.5668 3.55039L10.0911 3.28174ZM5.20792 7.35077L6.40687 6.42092L5.4876 5.23562L4.28866 6.16546L5.20792 7.35077ZM8.65221 3.29552L9.04863 1.92013L7.60731 1.5047L7.21089 2.88009L8.65221 3.29552ZM9.51452 1.76876L9.63533 1.80368L10.052 0.362703L9.93114 0.327775L9.51452 1.76876ZM8.02975 4.72976C8.29836 4.2772 8.50793 3.7961 8.65221 3.29552L7.21089 2.88009C7.1029 3.25475 6.94501 3.61848 6.73984 3.96416L8.02975 4.72976ZM9.63533 1.80368C9.87664 1.87345 9.99918 2.02578 10.0331 2.14336L11.4744 1.72793C11.2775 1.04469 10.7135 0.553972 10.052 0.362703L9.63533 1.80368ZM9.04864 1.92013C9.05588 1.89499 9.08937 1.83249 9.19341 1.78737L8.59659 0.411217C8.13438 0.611673 7.75361 0.997109 7.60731 1.5047L9.04864 1.92013ZM9.19341 1.78737C9.28839 1.74618 9.40686 1.73763 9.51452 1.76876L9.93114 0.327775C9.49315 0.20114 9.01607 0.229297 8.59659 0.411217L9.19341 1.78737ZM10.9612 7.92565H15.2788V6.42565H10.9612V7.92565ZM3.22273 15.5313L2.41307 7.10392L0.919942 7.24738L1.72961 15.6748L3.22273 15.5313ZM2.4165 15.6346V7.17565H0.916504V15.6346H2.4165ZM1.72961 15.6748C1.71602 15.5334 1.77502 15.4157 1.8454 15.3465C1.91402 15.2791 1.99754 15.25 2.07209 15.25V16.75C2.66589 16.75 3.29343 16.2671 3.22273 15.5313L1.72961 15.6748ZM11.5668 3.55039C11.6774 2.94327 11.6456 2.32196 11.4744 1.72793L10.0331 2.14336C10.1405 2.51604 10.16 2.90325 10.0911 3.28174L11.5668 3.55039ZM6.33013 15.25C5.93179 15.25 5.71377 14.9862 5.69454 14.7861L4.20142 14.9295C4.30635 16.0217 5.28883 16.75 6.33013 16.75V15.25ZM6.40687 6.42092C6.97278 5.98203 7.60649 5.44289 8.02975 4.72976L6.73984 3.96416C6.47085 4.41737 6.03425 4.81167 5.4876 5.23562L6.40687 6.42092ZM17.3823 8.78042C17.6356 7.46216 16.5126 6.42565 15.2788 6.42565V7.92565C15.7667 7.92565 15.9497 8.28715 15.9093 8.49737L17.3823 8.78042ZM2.07209 15.25C2.18686 15.25 2.4165 15.3506 2.4165 15.6346H0.916504C0.916504 16.3222 1.50932 16.75 2.07209 16.75V15.25ZM9.53886 6.31516C9.36929 7.2466 10.1621 7.92565 10.9612 7.92565V6.42565C10.9504 6.42565 10.9605 6.42194 10.9783 6.4408C10.9874 6.45051 11 6.46799 11.0086 6.49486C11.0177 6.52317 11.0199 6.5548 11.0146 6.58381L9.53886 6.31516ZM5.01774 7.74158C5.00569 7.61618 5.05756 7.46738 5.20792 7.35077L4.28865 6.16546C3.76292 6.5732 3.45973 7.20965 3.52461 7.88503L5.01774 7.74158Z" fill="white" />
                                </svg>
                            </div>
                            <p>Экологичный сценарий <span>развития жизни</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="18" height="16" viewBox="0 0 18 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M6.56939 13.7077L7.03839 13.1224L7.03839 13.1224L6.56939 13.7077ZM9 2.80191L8.45539 3.31757C8.59703 3.46717 8.79398 3.55191 9 3.55191C9.20602 3.55191 9.40297 3.46717 9.54461 3.31757L9 2.80191ZM11.2632 14.3538L11.7048 13.7476L11.7048 13.7476L11.2632 14.3538ZM12.6 8.90096L12.0806 9.44196C12.3708 9.72062 12.8292 9.72062 13.1194 9.44196L12.6 8.90096ZM13.9368 14.3538L13.4952 13.7476V13.7476L13.9368 14.3538ZM7.03839 13.1224C5.81728 12.1438 4.50757 11.207 3.46682 10.0157C2.4517 8.8537 1.75 7.50655 1.75 5.75923H0.25C0.25 7.96665 1.15607 9.65057 2.33718 11.0026C3.49267 12.3252 4.96765 13.3852 6.10038 14.2929L7.03839 13.1224ZM1.75 5.75923C1.75 4.05566 2.69672 2.64178 3.9661 2.05194C5.18471 1.48569 6.84609 1.61789 8.45539 3.31757L9.54461 2.28626C7.55404 0.183903 5.21542 -0.182608 3.334 0.691627C1.50334 1.54227 0.25 3.50807 0.25 5.75923H1.75ZM6.10038 14.2929C6.50872 14.6202 6.95671 14.9771 7.41314 15.2483C7.86902 15.5191 8.40647 15.75 9 15.75V14.25C8.79353 14.25 8.53098 14.1676 8.17921 13.9586C7.82798 13.75 7.46066 13.4608 7.03839 13.1224L6.10038 14.2929ZM17.75 5.75923C17.75 3.50807 16.4967 1.54227 14.666 0.691627C12.7846 -0.182608 10.446 0.183903 8.45539 2.28626L9.54461 3.31757C11.1539 1.61789 12.8153 1.48569 14.0339 2.05194C15.3033 2.64178 16.25 4.05566 16.25 5.75923H17.75ZM8.95 10.3796C8.95 9.7052 9.36253 9.12468 9.94938 8.87678C10.5018 8.64342 11.2874 8.68037 12.0806 9.44196L13.1194 8.35996C11.9327 7.22053 10.5183 7.00812 9.36568 7.49501C8.2475 7.96735 7.45 9.07666 7.45 10.3796H8.95ZM10.8215 14.96C11.0434 15.1216 11.3077 15.3138 11.5815 15.4616C11.8563 15.6101 12.204 15.75 12.6 15.75V14.25C12.556 14.25 12.4637 14.2333 12.2943 14.1418C12.1239 14.0498 11.9398 13.9188 11.7048 13.7476L10.8215 14.96ZM14.3785 14.96C14.98 14.5218 15.8308 13.9651 16.4947 13.2742C17.1841 12.5568 17.75 11.6226 17.75 10.3796H16.25C16.25 11.114 15.9316 11.6953 15.4131 12.2349C14.8691 12.801 14.1883 13.2427 13.4952 13.7476L14.3785 14.96ZM13.4952 13.7476C13.2602 13.9188 13.0761 14.0498 12.9057 14.1418C12.7363 14.2333 12.644 14.25 12.6 14.25V15.75C12.996 15.75 13.3437 15.6101 13.6185 15.4616C13.8923 15.3138 14.1566 15.1216 14.3785 14.96L13.4952 13.7476ZM17.75 10.3796C17.75 9.52458 17.4053 8.7508 16.8531 8.18832L15.7827 9.2392C16.0723 9.5342 16.25 9.93547 16.25 10.3796H17.75ZM16.8531 8.18832C15.6951 7.00888 13.6965 6.80846 12.0806 8.35996L13.1194 9.44196C14.1625 8.44043 15.2198 8.66591 15.7827 9.2392L16.8531 8.18832ZM16.9908 9.04493C17.4624 8.08673 17.75 7.00143 17.75 5.75923H16.25C16.25 6.75884 16.021 7.61854 15.645 8.38258L16.9908 9.04493ZM11.7048 13.7476C11.5902 13.6642 11.4729 13.5805 11.3565 13.4976L10.4864 14.7194C10.6029 14.8024 10.7143 14.8819 10.8215 14.96L11.7048 13.7476ZM11.3565 13.4976C10.7192 13.0437 10.1146 12.613 9.65726 12.0942C9.2176 11.5954 8.95 11.0537 8.95 10.3796H7.45C7.45 11.5135 7.92168 12.3937 8.53201 13.0861C9.12469 13.7584 9.88083 14.2882 10.4864 14.7194L11.3565 13.4976ZM10.4667 13.5121C9.80458 14.017 9.35401 14.25 9 14.25V15.75C9.91673 15.75 10.7369 15.1924 11.3762 14.7049L10.4667 13.5121Z" fill="white" />
                                </svg>
                            </div>
                            <p>Раскрытие своей <span>сексуальности</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9 0C7.21997 0 5.47991 0.527841 3.99987 1.51677C2.51983 2.50571 1.36628 3.91131 0.685088 5.55585C0.00389957 7.20038 -0.17433 9.00998 0.172936 10.7558C0.520203 12.5016 1.37737 14.1053 2.63604 15.364C3.89471 16.6226 5.49836 17.4798 7.24419 17.8271C8.99002 18.1743 10.7996 17.9961 12.4442 17.3149C14.0887 16.6337 15.4943 15.4802 16.4832 14.0001C17.4722 12.5201 18 10.78 18 9C17.9974 6.61384 17.0484 4.32616 15.3611 2.63889C13.6738 0.951621 11.3862 0.00258081 9 0V0ZM16.5 9C16.5009 10.4698 16.0672 11.907 15.2535 13.131L14.3595 12.2362C14.2894 12.166 14.25 12.0708 14.25 11.9715V11.25C14.25 10.6533 14.0129 10.081 13.591 9.65901C13.169 9.23705 12.5967 9 12 9H9.75C9.55109 9 9.36032 8.92098 9.21967 8.78033C9.07902 8.63968 9 8.44891 9 8.25V7.875C9 7.77554 9.03951 7.68016 9.10984 7.60983C9.18016 7.53951 9.27555 7.5 9.375 7.5C9.87228 7.5 10.3492 7.30245 10.7008 6.95082C11.0525 6.59919 11.25 6.12228 11.25 5.625V4.875C11.25 4.77554 11.2895 4.68016 11.3598 4.60983C11.4302 4.53951 11.5255 4.5 11.625 4.5H12.6593C13.156 4.49859 13.6322 4.30132 13.9845 3.951L14.2673 3.66825C14.9746 4.36431 15.5364 5.19423 15.9197 6.10963C16.3031 7.02502 16.5003 8.00758 16.5 9ZM1.53675 9.72225L3.90525 12.0907C4.11368 12.3005 4.36169 12.4668 4.63489 12.58C4.90809 12.6931 5.20104 12.7509 5.49675 12.75H7.5C7.69891 12.75 7.88968 12.829 8.03033 12.9697C8.17099 13.1103 8.25 13.3011 8.25 13.5V16.4617C6.52515 16.2857 4.9143 15.5184 3.6907 14.29C2.4671 13.0616 1.70609 11.4478 1.53675 9.72225ZM9.75 16.4617V13.5C9.75 12.9033 9.51295 12.331 9.09099 11.909C8.66904 11.4871 8.09674 11.25 7.5 11.25H5.49675C5.39814 11.2501 5.30049 11.2307 5.20937 11.193C5.11826 11.1553 5.03547 11.1 4.96575 11.0302L1.62225 7.68675C1.83689 6.46665 2.35106 5.31892 3.11863 4.34653C3.88621 3.37415 4.88318 2.60753 6.0201 2.11546C7.15701 1.62339 8.3983 1.42126 9.6326 1.52721C10.8669 1.63316 12.0556 2.04387 13.092 2.7225L12.924 2.8905C12.8534 2.96012 12.7584 2.99941 12.6593 3H11.625C11.1277 3 10.6508 3.19754 10.2992 3.54917C9.94755 3.9008 9.75 4.37772 9.75 4.875V5.625C9.75 5.72446 9.71049 5.81984 9.64017 5.89016C9.56984 5.96049 9.47446 6 9.375 6C8.87772 6 8.40081 6.19754 8.04918 6.54917C7.69755 6.9008 7.5 7.37772 7.5 7.875V8.25C7.5 8.84674 7.73706 9.41903 8.15901 9.84099C8.58097 10.2629 9.15326 10.5 9.75 10.5H12C12.1989 10.5 12.3897 10.579 12.5303 10.7197C12.671 10.8603 12.75 11.0511 12.75 11.25V11.9715C12.7514 12.4683 12.9487 12.9445 13.299 13.2967L14.3018 14.2995C13.0803 15.5251 11.4717 16.2893 9.75 16.4617Z" fill="white" />
                                </svg>
                            </div>
                            <p>Обретение <span>своего места в мире</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <circle cx="10.3335" cy="10" r="9" stroke="white" stroke-width="1.5" />
                                    <path d="M10.3335 4.60059V15.4006" stroke="white" stroke-width="1.5" stroke-linecap="round" />
                                    <path d="M13.0333 7.75C13.0333 6.50736 11.8245 5.5 10.3333 5.5C8.84213 5.5 7.6333 6.50736 7.6333 7.75C7.6333 8.99264 8.84213 10 10.3333 10C11.8245 10 13.0333 11.0074 13.0333 12.25C13.0333 13.4926 11.8245 14.5 10.3333 14.5C8.84213 14.5 7.6333 13.4926 7.6333 12.25" stroke="white" stroke-width="1.5" stroke-linecap="round" />
                                </svg>
                            </div>
                            <p>Способность стать и быть <span>благополучным и изобильным </span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M6.67372 3.38586C7.56037 1.79529 8.0037 1 8.6665 1C9.32931 1 9.77263 1.79529 10.6593 3.38586L10.8887 3.79736C11.1406 4.24935 11.2666 4.47535 11.463 4.62446C11.6595 4.77358 11.9041 4.82893 12.3934 4.93963L12.8388 5.04042C14.5606 5.42999 15.4215 5.62477 15.6263 6.28341C15.8311 6.94205 15.2442 7.62835 14.0704 9.00095L13.7668 9.35605C13.4332 9.7461 13.2664 9.94113 13.1914 10.1824C13.1164 10.4237 13.1416 10.6839 13.192 11.2043L13.2379 11.6781C13.4154 13.5094 13.5041 14.4251 12.9679 14.8322C12.4317 15.2392 11.6256 14.8681 10.0135 14.1258L9.59646 13.9338C9.13836 13.7229 8.9093 13.6174 8.6665 13.6174C8.42371 13.6174 8.19465 13.7229 7.73654 13.9338L7.31948 14.1258C5.70738 14.8681 4.90133 15.2392 4.36511 14.8322C3.82889 14.4251 3.91762 13.5094 4.09508 11.6781L4.14099 11.2043C4.19142 10.6839 4.21664 10.4237 4.14161 10.1824C4.06658 9.94113 3.8998 9.7461 3.56625 9.35606L3.26257 9.00095C2.08878 7.62835 1.50188 6.94205 1.7067 6.28341C1.91152 5.62477 2.7724 5.42999 4.49418 5.04042L4.93962 4.93963C5.4289 4.82893 5.67354 4.77358 5.86996 4.62446C6.06639 4.47535 6.19237 4.24935 6.44433 3.79736L6.67372 3.38586Z" stroke="white" stroke-width="1.5" />
                                </svg>
                            </div>
                            <p>Ориентацию на <span>успех и сотрудничество  с другими</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="20" height="18" viewBox="0 0 20 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M2.17162 10.0543C1.42404 8.79477 1.16201 7.30567 1.43474 5.86663C1.70747 4.4276 2.49619 3.13763 3.65277 2.23901C4.80936 1.34039 6.25424 0.894945 7.71604 0.986328C9.17784 1.07771 10.556 1.69964 11.5917 2.73531C12.6273 3.77097 13.2492 5.14912 13.3406 6.61092C13.432 8.07272 12.9866 9.5176 12.0879 10.6742C11.1893 11.8308 9.89936 12.6195 8.46032 12.8922C7.02128 13.1649 5.53218 12.9029 4.27268 12.1553L2.19664 12.7473C2.1111 12.7713 2.0207 12.7722 1.93473 12.7497C1.84877 12.7272 1.77034 12.6823 1.70751 12.6194C1.64468 12.5566 1.59972 12.4782 1.57725 12.3922C1.55478 12.3063 1.55561 12.2159 1.57966 12.1303L2.17162 10.0543Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M7.00732 12.9893C7.30118 13.8271 7.77745 14.5892 8.40175 15.2205C9.02604 15.8517 9.78276 16.3365 10.6172 16.6396C11.4517 16.9428 12.3431 17.0568 13.227 16.9734C14.1109 16.8901 14.9653 16.6114 15.7284 16.1576V16.1576L17.8044 16.7495C17.89 16.7736 17.9804 16.7744 18.0663 16.752C18.1523 16.7295 18.2307 16.6845 18.2936 16.6217C18.3564 16.5589 18.4014 16.4804 18.4238 16.3945C18.4463 16.3085 18.4455 16.2181 18.4214 16.1326L17.8295 14.0565C18.3579 13.1694 18.6483 12.1608 18.6725 11.1285C18.6966 10.0962 18.4537 9.07517 17.9672 8.16434C17.4808 7.2535 16.7673 6.48377 15.8959 5.92971C15.0246 5.37566 14.0249 5.05609 12.9937 5.00195" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </div>
                            <p>Ресурсные <span>взаимоотношения с родителями</span></p>
                        </li>
                    </ul>
                </div>
                <div class="born__autor">
                    <h3>Обучение проводят наши практикующие специалисты:</h3>
                    <div class="born__autor_list">
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/born_pers.jpg" alt="">
                            <div>
                                <p class="born__autor_name">Татьяна Федосова</p>
                                <p class="born__autor_text">Главный специалист и сооснователь школы «многомерное сознание»</p>
                                <a href="/tatyana-fedosova/">Познакомиться </a>
                            </div>
                        </div>
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/dm.png" alt="">
                            <div>
                                <p class="born__autor_name">Дмитрий Тюков</p>
                                <p class="born__autor_text">Главный специалист и сооснователь проекта «код души»</p>
                                <a href="/dmitrij-tyukov/">Познакомиться </a>
                            </div>
                        </div>
                    </div>
                </div>
                <button class="btn__blue js--modal">Пройти 1 ступень обучения <span><img src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></button>
            </div>
        </div>
    </section>
    <section class="born" id="stage2">
        <div class="container__block">
            <div class="container">
                <div class="born__title">
                    <div>
                        <p class="born__title_step">2 ступень обучения</p>
                        <h2>ПСИХОЛОГИЧЕСКОЕ РОЖДЕНИЕ</h2>
                    </div>
                    <div class="born__title_text">
                        <p class=""><span>Психологическое рождение происходит тогда, когда человек научается быть психологически независимым от значимого другого.</span> Все мы приходим на Землю одним «путем», и этот «путь» нам прокладывает Мама. Иногда <span>то, что должно быть усвоено и отброшено еще в начале жизненного пути, остается не пройденным, и как путы, сдерживают естественный рост и развитие человека.</span> Это рождает <span>созависимость с родителями.</span> Мы сталкиваемся с феноменом, когда взрослый человек продолжает «вскармливаться» и «направляться» матерью. Даже если её уже нет рядом, ролью матери он наделяет кого-то другого. Мы видим перед собой все того же ребенка, но во взрослом теле. Этот взрослый ребенок имеет те же ограничения и запреты, которые были актуальны в детстве, но во взрослой самостоятельной жизни, они тяготят и запутывают его еще больше. </p>
                        <p>Пройдя 2 ступень, вы сможете достичь <span>психологической зрелости (четко ощущать свое «Я»).</span> В результате, вы сможете самостоятельно принимать решения, брать ответственность за себя. <span>Вы станете человеком, наполненным собой, осознающим свою ценность и реализующим себя.</span> </p>
                    </div>
                </div>
                <div class="born__target">
                    <h3>Цель обучения:</h3>
                    <div class="born__target_list">
                        <div class="born__target_col">
                            <div class="born__target_item">
                                <p class="born__target_num">01</p>
                                <p class="born__target_text"><span>Освободить теневые аспекты</span> своей личности</p>
                            </div>
                            <div class="born__target_item">
                                <p class="born__target_num">02</p>
                                <p class="born__target_text">Запустить процессы <span>сепарации, адаптации, интеграции</span></p>
                            </div>
                        </div>
                        <div class="born__target_col">
                            <div class="born__target_item">
                                <p class="born__target_num">03</p>
                                <p class="born__target_text">Освобождение <span>от психогенетических отягощений</span></p>
                            </div>
                            <div class="born__target_item">
                                <p class="born__target_num">04</p>
                                <p class="born__target_text">Завершить 
<span>важные этапы психологического развития</span></p>
                            </div>
                        </div>
                    </div>
                    <img src="<?php echo bloginfo('template_url');?>/assets/img/secstage.png" alt="" class="born__target_bg">
                </div>
                <div class="born__result">
                    <h3>Результат, который вы получите:</h3>
                    <ul>
                        <li>
                            <div>
                               <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M10 12.5C11.7259 12.5 13.125 11.1009 13.125 9.375C13.125 7.64911 11.7259 6.25 10 6.25C8.27411 6.25 6.875 7.64911 6.875 9.375C6.875 11.1009 8.27411 12.5 10 12.5Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
<path d="M16.25 2.375C17.0094 2.375 17.625 2.99061 17.625 3.75V16.25C17.625 17.0094 17.0094 17.625 16.25 17.625H3.75C2.99061 17.625 2.375 17.0094 2.375 16.25V3.75C2.375 2.99061 2.99061 2.375 3.75 2.375H16.25Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
<path d="M4.51562 16.8751C4.79885 15.6323 5.49575 14.5226 6.49216 13.7278C7.48856 12.9329 8.72539 12.5 10 12.5C11.2746 12.5 12.5114 12.9329 13.5078 13.7278C14.5042 14.5226 15.2011 15.6323 15.4844 16.8751" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>

                            </div>
                            <p>Понимание <br> <span>личных границ</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="19" height="16" viewBox="0 0 19 16" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M14.2222 15C14.2222 13.4536 12.108 12.2 9.5 12.2C6.89199 12.2 4.77778 13.4536 4.77778 15M18 12.2003C18 11.0522 16.8345 10.0654 15.1667 9.63333M1 12.2003C1 11.0522 2.16553 10.0654 3.83333 9.63333M15.1667 5.88703C15.7463 5.37433 16.1111 4.62927 16.1111 3.8C16.1111 2.2536 14.8426 1 13.2778 1C12.5521 1 11.8902 1.2696 11.3889 1.71297M3.83333 5.88703C3.25368 5.37433 2.88889 4.62927 2.88889 3.8C2.88889 2.2536 4.15742 1 5.72222 1C6.44789 1 7.10984 1.2696 7.61111 1.71297M9.5 9.4C7.93519 9.4 6.66667 8.1464 6.66667 6.6C6.66667 5.0536 7.93519 3.8 9.5 3.8C11.0648 3.8 12.3333 5.0536 12.3333 6.6C12.3333 8.1464 11.0648 9.4 9.5 9.4Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>

                            </div>
                            <p>Возможность <span>оставаться собой <br> при взаимодействии с другим</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M8 0C6.41775 0 4.87103 0.469192 3.55544 1.34824C2.23985 2.22729 1.21447 3.47672 0.608967 4.93853C0.00346627 6.40034 -0.15496 8.00887 0.153721 9.56072C0.462403 11.1126 1.22433 12.538 2.34315 13.6569C3.46197 14.7757 4.88743 15.5376 6.43928 15.8463C7.99113 16.155 9.59966 15.9965 11.0615 15.391C12.5233 14.7855 13.7727 13.7602 14.6518 12.4446C15.5308 11.129 16 9.58225 16 8C16 6.94942 15.7931 5.90914 15.391 4.93853C14.989 3.96793 14.3997 3.08601 13.6569 2.34315C12.914 1.60028 12.0321 1.011 11.0615 0.608964C10.0909 0.206926 9.05058 0 8 0ZM8 14.4C6.30262 14.4 4.67475 13.7257 3.47452 12.5255C2.27429 11.3252 1.6 9.69738 1.6 8C1.59824 6.57867 2.07442 5.19803 2.952 4.08L11.92 13.048C10.802 13.9256 9.42133 14.4018 8 14.4ZM13.048 11.92L4.08 2.952C5.19804 2.07441 6.57868 1.59823 8 1.6C9.69739 1.6 11.3253 2.27428 12.5255 3.47452C13.7257 4.67475 14.4 6.30261 14.4 8C14.4018 9.42132 13.9256 10.802 13.048 11.92Z" fill="white"/>
</svg>

                            </div>
                            <p>Умение <span>говорить “нет”</span></p>
                        </li>
                        <li>
                            <div>
                               <svg width="17" height="17" viewBox="0 0 17 17" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M15.9793 8.63889L15.2428 8.49737L15.9793 8.63889ZM15.3914 11.6987L14.6548 11.5572L15.3914 11.6987ZM4.28148 14.8578L3.53491 14.9295L4.28148 14.8578ZM3.60467 7.8133L4.35123 7.74158L3.60467 7.8133ZM10.1625 3.41607L10.9003 3.55039V3.55039L10.1625 3.41607ZM9.61023 6.44949L10.3481 6.58381V6.58381L9.61023 6.44949ZM4.08178 6.75811L3.62215 6.16546H3.62215L4.08178 6.75811ZM5.28073 5.82827L5.74036 6.42092L5.74037 6.42092L5.28073 5.82827ZM7.26504 3.08781L6.54438 2.88009V2.88009L7.26504 3.08781ZM7.66147 1.71242L8.38213 1.92013L8.38213 1.92013L7.66147 1.71242ZM9.05633 1.04827L8.84802 1.76876L8.84802 1.76876L9.05633 1.04827ZM9.17714 1.08319L9.38545 0.362703L9.38545 0.362703L9.17714 1.08319ZM6.71829 4.34696L7.36325 4.72976L6.71829 4.34696ZM10.0872 1.93564L9.36657 2.14336V2.14336L10.0872 1.93564ZM8.2285 1.09929L7.93009 0.411217L7.93009 0.411217L8.2285 1.09929ZM1.80967 15.603L1.0631 15.6748H1.0631L1.80967 15.603ZM1 7.17565L1.74656 7.10392C1.70828 6.7055 1.36389 6.40735 0.964096 6.42651C0.564299 6.44567 0.25 6.7754 0.25 7.17565H1ZM15.2428 8.49737L14.6548 11.5572L16.1279 11.8402L16.7158 8.78042L15.2428 8.49737ZM9.53747 15.25H5.66362V16.75H9.53747V15.25ZM5.02804 14.7861L4.35123 7.74158L2.85811 7.88503L3.53491 14.9295L5.02804 14.7861ZM14.6548 11.5572C14.2592 13.6163 12.1551 15.25 9.53747 15.25V16.75C12.722 16.75 15.5697 14.7453 16.1279 11.8402L14.6548 11.5572ZM9.42459 3.28174L8.87236 6.31516L10.3481 6.58381L10.9003 3.55039L9.42459 3.28174ZM4.54142 7.35077L5.74036 6.42092L4.8211 5.23562L3.62215 6.16546L4.54142 7.35077ZM7.98571 3.29552L8.38213 1.92013L6.9408 1.5047L6.54438 2.88009L7.98571 3.29552ZM8.84802 1.76876L8.96883 1.80368L9.38545 0.362703L9.26464 0.327775L8.84802 1.76876ZM7.36325 4.72976C7.63185 4.2772 7.84143 3.7961 7.98571 3.29552L6.54438 2.88009C6.4364 3.25475 6.27851 3.61848 6.07334 3.96416L7.36325 4.72976ZM8.96882 1.80368C9.21014 1.87345 9.33268 2.02578 9.36657 2.14336L10.8079 1.72793C10.611 1.04469 10.047 0.553972 9.38545 0.362703L8.96882 1.80368ZM8.38213 1.92013C8.38938 1.89499 8.42287 1.83249 8.52691 1.78737L7.93009 0.411217C7.46788 0.611673 7.08711 0.997109 6.9408 1.5047L8.38213 1.92013ZM8.52691 1.78737C8.62188 1.74618 8.74036 1.73763 8.84802 1.76876L9.26464 0.327775C8.82664 0.20114 8.34956 0.229297 7.93009 0.411217L8.52691 1.78737ZM10.2947 7.92565H14.6123V6.42565H10.2947V7.92565ZM2.55623 15.5313L1.74656 7.10392L0.253438 7.24738L1.0631 15.6748L2.55623 15.5313ZM1.75 15.6346V7.17565H0.25V15.6346H1.75ZM1.0631 15.6748C1.04952 15.5334 1.10851 15.4157 1.1789 15.3465C1.24752 15.2791 1.33103 15.25 1.40559 15.25V16.75C1.99938 16.75 2.62692 16.2671 2.55623 15.5313L1.0631 15.6748ZM10.9003 3.55039C11.0109 2.94327 10.9791 2.32196 10.8079 1.72793L9.36657 2.14336C9.47399 2.51604 9.49349 2.90325 9.42459 3.28174L10.9003 3.55039ZM5.66362 15.25C5.26529 15.25 5.04726 14.9862 5.02804 14.7861L3.53491 14.9295C3.63985 16.0217 4.62232 16.75 5.66362 16.75V15.25ZM5.74037 6.42092C6.30628 5.98203 6.93998 5.44289 7.36325 4.72976L6.07334 3.96416C5.80435 4.41737 5.36774 4.81167 4.8211 5.23562L5.74037 6.42092ZM16.7158 8.78042C16.9691 7.46216 15.8461 6.42565 14.6123 6.42565V7.92565C15.1001 7.92565 15.2832 8.28715 15.2428 8.49737L16.7158 8.78042ZM1.40559 15.25C1.52036 15.25 1.75 15.3506 1.75 15.6346H0.25C0.25 16.3222 0.84282 16.75 1.40559 16.75V15.25ZM8.87236 6.31516C8.70279 7.2466 9.49562 7.92565 10.2947 7.92565V6.42565C10.2839 6.42565 10.294 6.42194 10.3118 6.4408C10.3209 6.45051 10.3335 6.46799 10.3421 6.49486C10.3512 6.52317 10.3534 6.5548 10.3481 6.58381L8.87236 6.31516ZM4.35123 7.74158C4.33919 7.61618 4.39106 7.46738 4.54142 7.35077L3.62215 6.16546C3.09642 6.5732 2.79322 7.20965 2.85811 7.88503L4.35123 7.74158Z" fill="white"/>
</svg>

                            </div>
                            <p>Адекватную <br> <span>самооценку</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="18" height="15" viewBox="0 0 18 15" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M11.6667 14C11.6667 12.0854 9.27885 10.5333 6.33333 10.5333C3.38781 10.5333 1 12.0854 1 14M17 6.2L13.4444 9.66667L11.6667 7.93333M6.33333 7.93333C4.36965 7.93333 2.77778 6.38125 2.77778 4.46667C2.77778 2.55208 4.36965 1 6.33333 1C8.29701 1 9.88889 2.55208 9.88889 4.46667C9.88889 6.38125 8.29701 7.93333 6.33333 7.93333Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>

                            </div>
                            <p>Внутреннюю <br> <span>опору на себя</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="15" height="16" viewBox="0 0 15 16" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M1 15V10.8677M1 10.8677C5.72727 7.32933 9.27273 14.406 14 10.8676V2.02159C9.27273 5.55999 5.72727 -1.51697 1 2.02143V10.8677Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>

                            </div>
                            <p>Способность к <span>автономии  <br>
и суверенитету</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="17" height="18" viewBox="0 0 17 18" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M15.65 9.44893H17V12.0143H15.65V9.44893ZM13.4 9.44893H14.75V12.0143H13.4V9.44893ZM12.5 9.44893H10.394L12.5 11.4499V9.44893ZM10.25 5.72922H11.627C12.572 5.72922 13.4 6.362 13.4 7.48219V8.59382H14.75V7.19145C14.75 5.64371 13.31 4.48931 11.627 4.48931H10.25C9.332 4.48931 8.585 3.65131 8.585 2.7791C8.585 1.90689 9.332 1.28266 10.25 1.28266V0C8.585 0 7.235 1.28266 7.235 2.86461C7.235 4.44656 8.585 5.72922 10.25 5.72922ZM14.165 2.3772C14.723 1.85558 15.065 1.13729 15.065 0.342043H13.715C13.715 1.21425 12.968 1.92399 12.05 1.92399V3.20665C14.066 3.20665 15.65 4.7715 15.65 6.68694V8.59382H17V6.67839C17 4.78005 15.848 3.13824 14.165 2.3772ZM1.269 2.25748L0 3.46318L6.3 9.44893H0V12.0143H9L15.3 18L16.569 16.7943L1.269 2.25748Z" fill="white"/>
</svg>

                            </div>
                            <p><span>Избавление от зависимостей (табак,</span> <br> алкоголь, игромания, переедание и т.д.)</p>
                        </li>
                    </ul>
                </div>
                <div class="born__autor">
                    <h3>Обучение проводят наши практикующие специалисты:</h3>
                    <div class="born__autor_list">
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/born_pers.jpg" alt="">
                            <div>
                                <p class="born__autor_name">Татьяна Федосова</p>
                                <p class="born__autor_text">Главный специалист и сооснователь школы «многомерное сознание»</p>
                                <a href="/tatyana-fedosova/">Познакомиться </a>
                            </div>
                        </div>
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/dm.png" alt="">
                            <div>
                                <p class="born__autor_name">Дмитрий Тюков</p>
                                <p class="born__autor_text">Главный специалист и сооснователь проекта «код души»</p>
                                <a href="/dmitrij-tyukov/">Познакомиться </a>
                            </div>
                        </div>
                    </div>
                </div>
                <button class="btn__blue js--modal">Пройти 2 ступень обучения <span><img src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></button>
            </div>
        </div>
    </section>
    <section class="born" id="stage3">
        <div class="container__block">
            <div class="container">
                <div class="born__title">
                    <div>
                        <p class="born__title_step">3 ступень обучения</p>
                        <h2>энергетическое рождение</h2>
                    </div>
                    <div class="born__title_text">
                        <p class="">Настоящая взрослая жизнь человека начинается с энергетического рождения. <br>
                        На этом этапе происходит исследование личного Кода Души, его раскрытие и взращивание. Жизнь по душе дает возможность найти свой жизненный путь и обрести свое истинное предназначение. Как только вами будут обретены нужные качества, ваша Душа действительно обретет “голос” и будет вести вас благополучным путем. </p>
                        <p>Как следствие, самое главное для человека, -  <span>обретается подлинное счастье</span>  <br>
<span>от бытия и способность построить действительно близкие взаимоотношения</span> <span>через душевный план,</span> а не от эго. После энергетического рождения, <span>вы обретете</span> <span>иное восприятие мира, сможете   замечать и использовать все возможности, которые будут появляться перед вами</span> </p>
                    </div>
                </div>
                <div class="born__target">
                    <h3>Цель обучения:</h3>
                    <div class="born__target_list">
                        <div class="born__target_col">
                            <div class="born__target_item">
                                <p class="born__target_num">01</p>
                                <p class="born__target_text">Научиться <span>взаимодействовать с людьми и миром 
с уровня Души</span></p>
                            </div>
                            <div class="born__target_item">
                                <p class="born__target_num">02</p>
                                <p class="born__target_text">Научиться <span>слышать 
и доверять своим чувствам</span></p>
                            </div>
                        </div>
                        <div class="born__target_col">
                            <div class="born__target_item">
                                <p class="born__target_num">03</p>
                                <p class="born__target_text">Освоить новую стадию сознания, <span>план Бытия. Обрести истинный смысл жизни</span></p>
                            </div>
                            <div class="born__target_item">
                                <p class="born__target_num">04</p>
                                <p class="born__target_text"><span>Доверять своей интуиции,</span> что даст вам возможность, <span>принимать верные решения</span></p>
                            </div>
                        </div>
                    </div>
                    <img src="<?php echo bloginfo('template_url');?>/assets/img/thstage.png" alt="" class="born__target_bg">
                </div>
                <div class="born__result">
                    <h3>Результат, который вы получите:</h3>
                    <ul>
                        <li>
                            <div>
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M10 12.5C11.7259 12.5 13.125 11.1009 13.125 9.375C13.125 7.64911 11.7259 6.25 10 6.25C8.27411 6.25 6.875 7.64911 6.875 9.375C6.875 11.1009 8.27411 12.5 10 12.5Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
<path d="M16.25 2.375C17.0094 2.375 17.625 2.99061 17.625 3.75V16.25C17.625 17.0094 17.0094 17.625 16.25 17.625H3.75C2.99061 17.625 2.375 17.0094 2.375 16.25V3.75C2.375 2.99061 2.99061 2.375 3.75 2.375H16.25Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
<path d="M4.51562 16.8751C4.79885 15.6323 5.49575 14.5226 6.49216 13.7278C7.48856 12.9329 8.72539 12.5 10 12.5C11.2746 12.5 12.5114 12.9329 13.5078 13.7278C14.5042 14.5226 15.2011 15.6323 15.4844 16.8751" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>

                            </div>
                            <p>Встреча <br>
с <span>подлинным собой</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M5.00868 15.9349C6.18334 16.6124 7.54625 17 8.99968 17C13.418 17 17 13.4183 17 9.00002C17 4.58173 13.4183 1 9 1C4.58172 1 1 4.58173 1 9.00002C1 10.4535 1.38759 11.8164 2.06506 12.991L2.06768 12.9956C2.13287 13.1086 2.16574 13.1656 2.18063 13.2195C2.19467 13.2703 2.19859 13.3159 2.195 13.3685C2.19113 13.425 2.17209 13.4836 2.13305 13.6007L1.44965 15.6509L1.44879 15.6536C1.3046 16.0862 1.23251 16.3025 1.2839 16.4466C1.3287 16.5722 1.42816 16.6714 1.55382 16.7162C1.69761 16.7675 1.91293 16.6957 2.3436 16.5522L2.34896 16.5502L4.39915 15.8668C4.51589 15.8279 4.57523 15.8082 4.63164 15.8043C4.68422 15.8007 4.72958 15.8054 4.78038 15.8195C4.83439 15.8344 4.89141 15.8673 5.00501 15.9328L5.00868 15.9349Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>

                            </div>
                            <p>Иной способ <br> <span>самокоммуникации</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="18" height="16" viewBox="0 0 18 16" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M1.00004 12.3751C1 12.3186 1 12.2603 1 12.2002V3.80017C1 2.82008 1 2.32967 1.19377 1.95532C1.36421 1.62604 1.63598 1.35852 1.97049 1.19074C2.35077 1 2.84897 1 3.84462 1H14.1557C15.1514 1 15.6489 1 16.0292 1.19074C16.3637 1.35852 16.636 1.62604 16.8064 1.95532C17 2.3293 17 2.81912 17 3.7973V12.2027C17 12.6271 17 12.9594 16.9842 13.2302M1.00004 12.3751C1.00073 13.2399 1.01189 13.6926 1.19377 14.044C1.36421 14.3733 1.63598 14.6417 1.97049 14.8094C2.3504 15 2.84799 15 3.8417 15H14.1587C15.1524 15 15.6493 15 16.0292 14.8094C16.3637 14.6417 16.636 14.3733 16.8064 14.044C16.916 13.8322 16.9636 13.5836 16.9842 13.2302M1.00004 12.3751L5.2382 7.50781L5.23945 7.50646C5.61535 7.07477 5.80361 6.85857 6.02691 6.78064C6.22306 6.71219 6.43721 6.71378 6.63238 6.78491C6.85479 6.86597 7.04005 7.08464 7.41059 7.52234L9.78496 10.3271C10.128 10.7322 10.3005 10.936 10.5099 11.0178C10.6946 11.0899 10.8984 11.098 11.089 11.0427C11.306 10.9796 11.497 10.7916 11.8789 10.4156L12.3207 9.98071C12.7096 9.59791 12.9041 9.40664 13.1242 9.34412C13.3175 9.2892 13.5241 9.301 13.7101 9.37659C13.9218 9.46265 14.0935 9.67333 14.4371 10.0961L16.9842 13.2302M16.9842 13.2302L17 13.2497M11.6667 6.25C11.1757 6.25 10.7778 5.85825 10.7778 5.375C10.7778 4.89175 11.1757 4.5 11.6667 4.5C12.1576 4.5 12.5556 4.89175 12.5556 5.375C12.5556 5.85825 12.1576 6.25 11.6667 6.25Z" stroke="white" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>

                            </div>
                            <p>Актуализация <span>Карт <br> реальности</span></p>
                        </li>
                        <li>
                            <div>
                                <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9 0C7.21997 0 5.47991 0.527841 3.99987 1.51677C2.51983 2.50571 1.36628 3.91131 0.685088 5.55585C0.00389957 7.20038 -0.17433 9.00998 0.172936 10.7558C0.520203 12.5016 1.37737 14.1053 2.63604 15.364C3.89471 16.6226 5.49836 17.4798 7.24419 17.8271C8.99002 18.1743 10.7996 17.9961 12.4442 17.3149C14.0887 16.6337 15.4943 15.4802 16.4832 14.0001C17.4722 12.5201 18 10.78 18 9C17.9974 6.61384 17.0484 4.32616 15.3611 2.63889C13.6738 0.951621 11.3862 0.00258081 9 0V0ZM16.5 9C16.5009 10.4698 16.0672 11.907 15.2535 13.131L14.3595 12.2362C14.2894 12.166 14.25 12.0708 14.25 11.9715V11.25C14.25 10.6533 14.0129 10.081 13.591 9.65901C13.169 9.23705 12.5967 9 12 9H9.75C9.55109 9 9.36032 8.92098 9.21967 8.78033C9.07902 8.63968 9 8.44891 9 8.25V7.875C9 7.77554 9.03951 7.68016 9.10984 7.60983C9.18016 7.53951 9.27555 7.5 9.375 7.5C9.87228 7.5 10.3492 7.30245 10.7008 6.95082C11.0525 6.59919 11.25 6.12228 11.25 5.625V4.875C11.25 4.77554 11.2895 4.68016 11.3598 4.60983C11.4302 4.53951 11.5255 4.5 11.625 4.5H12.6593C13.156 4.49859 13.6322 4.30132 13.9845 3.951L14.2673 3.66825C14.9746 4.36431 15.5364 5.19423 15.9197 6.10963C16.3031 7.02502 16.5003 8.00758 16.5 9ZM1.53675 9.72225L3.90525 12.0907C4.11368 12.3005 4.36169 12.4668 4.63489 12.58C4.90809 12.6931 5.20104 12.7509 5.49675 12.75H7.5C7.69891 12.75 7.88968 12.829 8.03033 12.9697C8.17099 13.1103 8.25 13.3011 8.25 13.5V16.4617C6.52515 16.2857 4.9143 15.5184 3.6907 14.29C2.4671 13.0616 1.70609 11.4478 1.53675 9.72225ZM9.75 16.4617V13.5C9.75 12.9033 9.51295 12.331 9.09099 11.909C8.66904 11.4871 8.09674 11.25 7.5 11.25H5.49675C5.39814 11.2501 5.30049 11.2307 5.20937 11.193C5.11826 11.1553 5.03547 11.1 4.96575 11.0302L1.62225 7.68675C1.83689 6.46665 2.35106 5.31892 3.11863 4.34653C3.88621 3.37415 4.88318 2.60753 6.0201 2.11546C7.15701 1.62339 8.3983 1.42126 9.6326 1.52721C10.8669 1.63316 12.0556 2.04387 13.092 2.7225L12.924 2.8905C12.8534 2.96012 12.7584 2.99941 12.6593 3H11.625C11.1277 3 10.6508 3.19754 10.2992 3.54917C9.94755 3.9008 9.75 4.37772 9.75 4.875V5.625C9.75 5.72446 9.71049 5.81984 9.64017 5.89016C9.56984 5.96049 9.47446 6 9.375 6C8.87772 6 8.40081 6.19754 8.04918 6.54917C7.69755 6.9008 7.5 7.37772 7.5 7.875V8.25C7.5 8.84674 7.73706 9.41903 8.15901 9.84099C8.58097 10.2629 9.15326 10.5 9.75 10.5H12C12.1989 10.5 12.3897 10.579 12.5303 10.7197C12.671 10.8603 12.75 11.0511 12.75 11.25V11.9715C12.7514 12.4683 12.9487 12.9445 13.299 13.2967L14.3018 14.2995C13.0803 15.5251 11.4717 16.2893 9.75 16.4617Z" fill="white" />
                                </svg>
                            </div>
                            <p>Душевное <span>равновесие <br> и гармония</span></p>
                        </li>
                    </ul>
                </div>
                <div class="born__autor">
                    <h3>Обучение проводят наши практикующие специалисты:</h3>
                    <div class="born__autor_list">
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/born_pers.jpg" alt="">
                            <div>
                                <p class="born__autor_name">Татьяна Федосова</p>
                                <p class="born__autor_text">Главный специалист и сооснователь школы «многомерное сознание»</p>
                                <a href="/tatyana-fedosova/">Познакомиться </a>
                            </div>
                        </div>
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/dm.png" alt="">
                            <div>
                                <p class="born__autor_name">Дмитрий Тюков</p>
                                <p class="born__autor_text">Главный специалист и сооснователь проекта «код души»</p>
                                <a href="/dmitrij-tyukov/">Познакомиться </a>
                            </div>
                        </div>
                    </div>
                </div>
                <button class="btn__blue js--modal">Пройти 3 ступень обучения <span><img src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></button>
            </div>
        </div>
    </section>
    <section class="born" id="stage4">
        <div class="container__block">
            <div class="container">
                <div class="born__title">
                    <div>
                        <p class="born__title_step">4 ступень обучения</p>
                        <h2>Духовное рождение</h2>
                    </div>
                    <div class="born__title_text">
                        <p class=""><span>Подлинное духовное рождение – это просветление.</span> Просветление - это естественный процесс который запускается в человеке <span>при наличии благоприятных условий</span>. Оно случается когда нервная система человека, способна выдерживать нужные для этого феномена высокочастотные состояния Сознания. Но, в рамках проекта “Код Души”, это только прохождение необходимых подводящих психоэнергетических интеграций, через соединение с вашим Источником. Это увеличение емкости и проводимости психики, <span>для гармоничного взаимодействия с энергией пространства.</span></p>
                        <p><span>Обучение на этой ступени доступно только тем, кто успешно прошел предыдущие ступени обучения, и у кого произошли необходимые перестройки.</span> Для тех у кого, процессы не произошли 
в полной мере, 4-я ступень доступна в форме Ведомых медитаций.</p>
                    </div>
                </div>
                <div class="born__autor">
                    <h3>Обучение проводят наши практикующие специалисты:</h3>
                    <div class="born__autor_list">
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/born_pers.jpg" alt="">
                            <div>
                                <p class="born__autor_name">Татьяна Федосова</p>
                                <p class="born__autor_text">Главный специалист и сооснователь школы «многомерное сознание»</p>
                                <a href="/tatyana-fedosova/">Познакомиться </a>
                            </div>
                        </div>
                        <div class="born__autor_item">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/dm.png" alt="">
                            <div>
                                <p class="born__autor_name">Дмитрий Тюков</p>
                                <p class="born__autor_text">Главный специалист и сооснователь проекта «код души»</p>
                                <a href="/dmitrij-tyukov/">Познакомиться </a>
                            </div>
                        </div>
                    </div>
                </div>
                <button class="btn__blue js--modal">Пройти 4 ступень обучения <span><img src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></button>
            </div>
        </div>
    </section>
    <section class="last">
        <div class="container">
            <div class="last__wrapper">
                <div class="last__title">
                    <h2>Остались вопросы?</h2>
                    <p>Оставьте свои контакты и наши специалисты свяжутся с Вами для консультации</p>
                </div>
                <div class="last__form">
                    <?php echo do_shortcode('[contact-form-7 id="0d875e6" title="Остались вопросы"]'); ?>
                </div>
            </div>
        </div>
        <div class="school-desc__bg_left scroll-anim">
            <img src="<?php echo bloginfo('template_url');?>/assets/img/school_con.png" alt="">
        </div>
        <div class="school-desc__bg_right scroll-anim">
            <img src="<?php echo bloginfo('template_url');?>/assets/img/school_con.png" alt="">
        </div>
    </section>





<?php 
    get_footer();
?>