<?php 
    get_header();
    $front_id = get_option( 'page_on_front' );
?>

<?php /* Template Name: Дмитрий тюков */ ?>
<script>
	document.querySelector('.nav').classList.add('nav-spec')
</script>
<header class="spec-header">
    <div class="container__block">
        <div class="container">
            <div class="spec-header__info">
                <h1>индивидуальные консультации —</h1>
                <img src="<?php echo bloginfo('template_url');?>/assets/img/spec-header_text.svg" alt="">
                <p>Раскройте свой потенциал и начните создавать <span>ту жизнь, о которой вы всегда мечтали,</span>
                    вместе с поддержкой <span>квалифицированного специалиста</span>.</p>
            </div>
            <div class="spec-header__row">
                <a href="#sign" class="btn__blue">Оставить заявку <span><img
                            src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></a>
                <div class="code-header__pers code-header__pers_right">
                    <p>Дмитрий Тюков</p>
                    <p>Интегральный психолог, психотерапевт</p>
                    <span>
                        <svg width="12" height="14" viewBox="0 0 12 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M1 11.741C1 10.1323 2.21238 8.76197 3.86003 8.50843L4.00844 8.4856C5.3278 8.28258 6.6722 8.28258 7.99156 8.4856L8.13997 8.50843C9.78762 8.76197 11 10.1323 11 11.741C11 12.4363 10.4154 13 9.69419 13H2.30581C1.58463 13 1 12.4363 1 11.741Z"
                                stroke="white" stroke-width="1.2" />
                            <path
                                d="M8.91668 3.625C8.91668 5.07475 7.61085 6.25 6.00001 6.25C4.38918 6.25 3.08335 5.07475 3.08335 3.625C3.08335 2.17525 4.38918 1 6.00001 1C7.61085 1 8.91668 2.17525 8.91668 3.625Z"
                                stroke="white" stroke-width="1.2" />
                        </svg>
                    </span>
                </div>
            </div>
            <img src="<?php echo bloginfo('template_url');?>/assets/img/spec-header_bg_2.png" alt=""
                class="spec-header__bg">
        </div>
    </div>
    <a href="#" class="header__arrow">
        <img src="<?php echo bloginfo('template_url');?>/assets/img/arrow_down.svg" alt="">
    </a>
</header>
<section class="ind">
    <div class="container">
        <h2>что вы получите на индивидуальной терапии</h2>
        <div class="ind__wrapper">
            <ul class="ind__info">
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M6 13.3333C6 13.7015 6.29848 14 6.66667 14H9.33333C9.70152 14 10 13.7015 10 13.3333V10L13.3333 10C13.7015 10 14 9.70152 14 9.33333V6.66667C14 6.29848 13.7015 6 13.3333 6H10L10 2.66667C10 2.29848 9.70152 2 9.33333 2H6.66667C6.29848 2 6 2.29848 6 2.66667V6H2.66667C2.29848 6 2 6.29848 2 6.66667V9.33333C2 9.70152 2.29848 10 2.66667 10H6V13.3333Z"
                                stroke="white" stroke-width="1.2" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Поддержка и <span>сопровождение в&nbsp;сложных жизненных ситуациях</span> (развод, потеря
                        близких, насилие и т.д).</p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_24_1868)">
                                <path
                                    d="M1.33203 3.50455C1.33203 2.30524 2.3767 1.33301 3.66536 1.33301C4.95403 1.33301 5.9987 2.30524 5.9987 3.50455C5.9987 4.69447 5.25398 6.08298 4.09205 6.57953C3.82119 6.69528 3.50954 6.69528 3.23868 6.57953C2.07675 6.08298 1.33203 4.69447 1.33203 3.50455Z"
                                    stroke="white" stroke-width="1.2" />
                                <path
                                    d="M10 11.5046C10 10.3052 11.0447 9.33301 12.3333 9.33301C13.622 9.33301 14.6667 10.3052 14.6667 11.5046C14.6667 12.6945 13.9219 14.083 12.76 14.5795C12.4892 14.6953 12.1775 14.6953 11.9066 14.5795C10.7447 14.083 10 12.6945 10 11.5046Z"
                                    stroke="white" stroke-width="1.2" />
                                <path d="M12.334 11.667H12.34" stroke="white" stroke-width="1.2" stroke-linecap="round"
                                    stroke-linejoin="round" />
                                <path d="M3.66016 3.66699H3.66616" stroke="white" stroke-width="1.2"
                                    stroke-linecap="round" stroke-linejoin="round" />
                                <path
                                    d="M8.00047 2.73301C7.6691 2.73301 7.40047 3.00164 7.40047 3.33301C7.40047 3.66438 7.6691 3.93301 8.00047 3.93301V2.73301ZM8.00047 12.6663L8.42473 13.0906C8.53726 12.9781 8.60047 12.8255 8.60047 12.6663C8.60047 12.5072 8.53726 12.3546 8.42473 12.2421L8.00047 12.6663ZM11.4709 5.79122L11.793 6.29742L11.4709 5.79122ZM4.53005 10.2081L4.85218 10.7143H4.85218L4.53005 10.2081ZM7.42473 11.2421C7.19042 11.0078 6.81052 11.0078 6.57621 11.2421C6.34189 11.4764 6.34189 11.8563 6.57621 12.0906L7.42473 11.2421ZM6.57621 13.2421C6.34189 13.4764 6.34189 13.8563 6.57621 14.0906C6.81052 14.3249 7.19042 14.3249 7.42473 14.0906L6.57621 13.2421ZM10.7551 2.73301H8.00047V3.93301H10.7551V2.73301ZM8.00047 12.0663H5.24588V13.2663H8.00047V12.0663ZM11.1488 5.28503L4.20793 9.70193L4.85218 10.7143L11.793 6.29742L11.1488 5.28503ZM8.42473 12.2421L7.42473 11.2421L6.57621 12.0906L7.57621 13.0906L8.42473 12.2421ZM7.57621 12.2421L6.57621 13.2421L7.42473 14.0906L8.42473 13.0906L7.57621 12.2421ZM5.24588 12.0663C4.51223 12.0663 4.23321 11.1082 4.85218 10.7143L4.20793 9.70193C2.57612 10.7403 3.31168 13.2663 5.24588 13.2663V12.0663ZM10.7551 3.93301C11.4887 3.93301 11.7677 4.89114 11.1488 5.28503L11.793 6.29742C13.4248 5.259 12.6893 2.73301 10.7551 2.73301V3.93301Z"
                                    fill="white" />
                            </g>
                            <defs>
                                <clipPath id="clip0_24_1868">
                                    <rect width="16" height="16" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </i>
                    <p>Мы поможем разобраться, что мешает вам двигаться вперёд, и <span>выстроим конкретные шаги для
                            изменений в жизни.</span></p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="8" cy="8.66699" r="6" stroke="white" stroke-width="1.2" />
                            <path
                                d="M5.33203 7C5.33203 6.68937 5.33203 6.53406 5.38278 6.41154C5.45044 6.24819 5.58022 6.11841 5.74358 6.05075C5.86609 6 6.0214 6 6.33203 6C6.64266 6 6.79797 6 6.92049 6.05075C7.08384 6.11841 7.21362 6.24819 7.28128 6.41154C7.33203 6.53406 7.33203 6.68937 7.33203 7V10.3333C7.33203 10.644 7.33203 10.7993 7.28128 10.9218C7.21362 11.0851 7.08384 11.2149 6.92049 11.2826C6.79797 11.3333 6.64266 11.3333 6.33203 11.3333C6.0214 11.3333 5.86609 11.3333 5.74358 11.2826C5.58022 11.2149 5.45044 11.0851 5.38278 10.9218C5.33203 10.7993 5.33203 10.644 5.33203 10.3333V7Z"
                                stroke="white" stroke-width="1.2" />
                            <path
                                d="M8.66797 7C8.66797 6.68937 8.66797 6.53406 8.71872 6.41154C8.78638 6.24819 8.91616 6.11841 9.07951 6.05075C9.20203 6 9.35734 6 9.66797 6C9.9786 6 10.1339 6 10.2564 6.05075C10.4198 6.11841 10.5496 6.24819 10.6172 6.41154C10.668 6.53406 10.668 6.68937 10.668 7V10.3333C10.668 10.644 10.668 10.7993 10.6172 10.9218C10.5496 11.0851 10.4198 11.2149 10.2564 11.2826C10.1339 11.3333 9.9786 11.3333 9.66797 11.3333C9.35734 11.3333 9.20203 11.3333 9.07951 11.2826C8.91616 11.2149 8.78638 11.0851 8.71872 10.9218C8.66797 10.7993 8.66797 10.644 8.66797 10.3333V7Z"
                                stroke="white" stroke-width="1.2" />
                            <path d="M6.66797 1.33301H9.33464" stroke="white" stroke-width="1.2"
                                stroke-linecap="round" />
                        </svg>
                    </i>
                    <p><span>Мы поможем избавиться от&nbsp;невроза, фобий, стресса и страхов,</span> выявить причины
                        этих чувств и контролировать их.</p>
                </li>
            </ul>
            <div class="ind__bg">
                <img src="<?php echo bloginfo('template_url');?>/assets/img/ind_bg.jpg" alt="" class="">
            </div>
            <ul class="ind__info">
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 6.66699H6.66667" stroke="white" stroke-width="1.2" stroke-linecap="round"
                                stroke-linejoin="round" />
                            <path
                                d="M13.8889 7.33301H12.1538C10.9643 7.33301 10 8.22844 10 9.33301C10 10.4376 10.9643 11.333 12.1538 11.333H13.8889C13.9444 11.333 13.9722 11.333 13.9957 11.3316C14.3552 11.3097 14.6416 11.0438 14.6651 10.7099C14.6667 10.6882 14.6667 10.6624 14.6667 10.6108V8.05523C14.6667 8.00364 14.6667 7.97785 14.6651 7.95607C14.6416 7.62223 14.3552 7.35632 13.9957 7.33444C13.9722 7.33301 13.9444 7.33301 13.8889 7.33301Z"
                                stroke="white" stroke-width="1.2" />
                            <path
                                d="M13.9754 7.33333C13.9236 6.08513 13.7564 5.31983 13.2176 4.78105C12.4366 4 11.1795 4 8.66536 4H6.66536C4.15121 4 2.89413 4 2.11308 4.78105C1.33203 5.5621 1.33203 6.81918 1.33203 9.33333C1.33203 11.8475 1.33203 13.1046 2.11308 13.8856C2.89413 14.6667 4.15121 14.6667 6.66536 14.6667H8.66536C11.1795 14.6667 12.4366 14.6667 13.2176 13.8856C13.7564 13.3468 13.9236 12.5815 13.9754 11.3333"
                                stroke="white" stroke-width="1.2" />
                            <path d="M4 4L6.49032 2.34876C7.19162 1.88375 8.14171 1.88375 8.84301 2.34876L11.3333 4"
                                stroke="white" stroke-width="1.2" stroke-linecap="round" />
                            <path d="M11.9942 9.33301H12.0002" stroke="white" stroke-width="1.2" stroke-linecap="round"
                                stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p><span>Обретение материального благополучия</span>, увеличение психологической ёмкости
                        в&nbsp;денежных вопросах.</p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M6 14H10M8 2C5.79086 2 4 3.79086 4 6C4 6.80967 4.24056 7.56315 4.65411 8.19286C5.29005 9.16122 5.60774 9.64508 5.64901 9.71739C6.01619 10.3607 5.94858 10.1338 5.99479 10.873C5.99999 10.9561 6 11.0819 6 11.3333C6 11.7015 6.29848 12 6.66667 12L9.33333 12C9.70152 12 10 11.7015 10 11.3333C10 11.0819 10 10.9561 10.0052 10.873C10.0514 10.1338 9.98341 10.3607 10.3506 9.7174C10.3919 9.64508 10.7101 9.16122 11.346 8.19286C11.7596 7.56314 12.0001 6.80967 12.0001 6C12.0001 3.79086 10.2091 2 8 2Z"
                                stroke="white" stroke-width="1.2" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Мы поможем вам <span>обрести психологическую свободу</span>, восстановить вашу самооценку и
                        <span>уверенно идти к мечтам</span>.</p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_24_1913)">
                                <circle cx="7.66536" cy="7.66634" r="6.33333" stroke="white" stroke-width="1.2" />
                                <path d="M13.332 13.333L14.6654 14.6663" stroke="white" stroke-width="1.2"
                                    stroke-linecap="round" />
                            </g>
                            <defs>
                                <clipPath id="clip0_24_1913">
                                    <rect width="16" height="16" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </i>
                    <p>Мы поможем вам <span>найти ответы на важные вопросы</span> и начать жить <span>с уверенностью
                            в&nbsp;завтрашнем дне.</span></p>
                </li>
            </ul>
        </div>
    </div>
</section>
<section class="request request-dm">
    <div class="container">
        <h2>Запросы, с которыми вы можете обратиться</h2>
    </div>
    <div class="container__block">
        <div class="request__container">
            <ul>
                <li>
                    <h3>Тревога и стресс </h3>
                    <p>Внутреннеее напряжение, ощущение потери контроля, панические атаки,  страх будущего и неопределённости.​</p>
                    <svg width="309" height="124" viewBox="0 0 309 124" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="224">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3243_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3243" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20V104C0 115.046 8.95431 124 20 124H289C300.046 124 309 115.046 309 104V54.9716C309 54.4287 308.543 54 308 54V54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20V20C309 8.9543 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20V104C0 115.046 8.95431 124 20 124H289C300.046 124 309 115.046 309 104V54.9716C309 54.4287 308.543 54 308 54V54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20V20C309 8.9543 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3243)" fill-opacity="0.18" />
    <path d="M308.971 20.0273L308.915 21.0257L308.971 20.0273ZM0 20H1C1 9.50659 9.50659 1 20 1V0V-1C8.40202 -1 -1 8.40202 -1 20H0ZM0 104H1V20H0H-1V104H0ZM20 124V123C9.50659 123 1 114.493 1 104H0H-1C-1 115.598 8.40202 125 20 125V124ZM289 124V123H20V124V125H289V124ZM309 104H308C308 114.493 299.493 123 289 123V124V125C300.598 125 310 115.598 310 104H309ZM309 54.9716H308V104H309H310V54.9716H309ZM308 54V53C299.163 53 292 45.8366 292 37H291H290C290 46.9411 298.059 55 308 55V54ZM291 37H292C292 28.1634 299.163 21 308 21V20V19C298.059 19 290 27.0589 290 37H291ZM308 20V21C308.307 21 308.612 21.0086 308.915 21.0257L308.971 20.0273L309.027 19.0289C308.687 19.0097 308.345 19 308 19V20ZM289 0V1C299.493 1 308 9.50659 308 20H309H310C310 8.40202 300.598 -1 289 -1V0ZM20 0V1H289V0V-1H20V0ZM308.971 20.0273L308.915 21.0257C309.503 21.0588 310 20.5912 310 20H309H308C308 19.4402 308.471 18.9975 309.027 19.0289L308.971 20.0273ZM309 54.9716H310C310 53.8393 309.057 53 308 53V54V55C308.004 55 308.006 55.0006 308.007 55.0013C308.008 55.0017 308.009 55.0021 308.01 55.0026C308.01 55.003 308.011 55.0033 308.011 55.0032C308.011 55.0032 308.008 55.0005 308.005 54.9938C308.003 54.9905 308.002 54.9865 308.001 54.9822C308 54.9778 308 54.9741 308 54.9716H309Z" fill="url(#paint1_linear_24_3243)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3243)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3243_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20V104C0 115.046 8.95431 124 20 124H289C300.046 124 309 115.046 309 104V54.9716C309 54.4287 308.543 54 308 54V54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20V20C309 8.9543 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3243" x1="-54" y1="5" x2="-5.50087" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3243" x1="283" y1="64.5" x2="133.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
                <li>
                    <h3>Депрессия и эмоциональная нестабильность</h3>
                    <p>Ощущение пустоты, потеря интереса к жизни, усталость, постоянная апатия. Раздражение и перепады настроения​</p>
                    <svg width="309" height="146" viewBox="0 0 309 146" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="246">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3254_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3254" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20V126C0 137.046 8.95431 146 20 146H289C300.046 146 309 137.046 309 126V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20V126C0 137.046 8.95431 146 20 146H289C300.046 146 309 137.046 309 126V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3254)" fill-opacity="0.18" />
    <path d="M308.971 20.0273L308.915 21.0257L308.971 20.0273ZM1 20C1 9.50659 9.50659 1 20 1V-1C8.40202 -1 -1 8.40202 -1 20H1ZM1 126V20H-1V126H1ZM20 145C9.50659 145 1 136.493 1 126H-1C-1 137.598 8.40202 147 20 147V145ZM289 145H20V147H289V145ZM308 126C308 136.493 299.493 145 289 145V147C300.598 147 310 137.598 310 126H308ZM308 54.9716V126H310V54.9716H308ZM308 53C299.163 53 292 45.8366 292 37H290C290 46.9411 298.059 55 308 55V53ZM292 37C292 28.1634 299.163 21 308 21V19C298.059 19 290 27.0589 290 37H292ZM308 21C308.307 21 308.612 21.0086 308.915 21.0257L309.027 19.0289C308.687 19.0097 308.345 19 308 19V21ZM289 1C299.493 1 308 9.50659 308 20H310C310 8.40202 300.598 -1 289 -1V1ZM20 1H289V-1H20V1ZM308.915 21.0257C309.503 21.0588 310 20.5912 310 20H308C308 19.4402 308.471 18.9975 309.027 19.0289L308.915 21.0257ZM310 54.9716C310 53.8393 309.057 53 308 53V55C308.004 55 308.006 55.0006 308.007 55.0013C308.008 55.0017 308.009 55.0021 308.01 55.0025C308.01 55.003 308.011 55.0033 308.011 55.0032C308.011 55.0032 308.008 55.0005 308.005 54.9938C308.003 54.9905 308.002 54.9865 308.001 54.9822C308 54.9778 308 54.9741 308 54.9716H310Z" fill="url(#paint1_linear_24_3254)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3254)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3254_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20V126C0 137.046 8.95431 146 20 146H289C300.046 146 309 137.046 309 126V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3254" x1="-54" y1="5" x2="-5.50086" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3254" x1="283" y1="64.5" x2="133.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
                <li>
                    <h3>Выгорание и проф. кризисы</h3>
                    <p>Потеря мотивации, ощущение, что работа стала рутиной и не приносит удовлетворения. Чувство перегруженности, истощения. ​</p>
                    <svg width="309" height="142" viewBox="0 0 309 142" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="242">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3265_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3265" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3265)" fill-opacity="0.18" />
    <path d="M308.971 20.0273L308.915 21.0257L308.971 20.0273ZM1 20C1 9.50659 9.50659 1 20 1V-1C8.40202 -1 -1 8.40202 -1 20H1ZM1 122V20H-1V122H1ZM20 141C9.50659 141 1 132.493 1 122H-1C-1 133.598 8.40202 143 20 143V141ZM289 141H20V143H289V141ZM308 122C308 132.493 299.493 141 289 141V143C300.598 143 310 133.598 310 122H308ZM308 54.9716V122H310V54.9716H308ZM308 53C299.163 53 292 45.8366 292 37H290C290 46.9411 298.059 55 308 55V53ZM292 37C292 28.1634 299.163 21 308 21V19C298.059 19 290 27.0589 290 37H292ZM308 21C308.307 21 308.612 21.0086 308.915 21.0257L309.027 19.0289C308.687 19.0097 308.345 19 308 19V21ZM289 1C299.493 1 308 9.50659 308 20H310C310 8.40202 300.598 -1 289 -1V1ZM20 1H289V-1H20V1ZM308.915 21.0257C309.503 21.0588 310 20.5912 310 20H308C308 19.4402 308.471 18.9975 309.027 19.0289L308.915 21.0257ZM310 54.9716C310 53.8393 309.057 53 308 53V55C308.004 55 308.006 55.0006 308.007 55.0013C308.008 55.0017 308.009 55.0021 308.01 55.0025C308.01 55.003 308.011 55.0033 308.011 55.0032C308.011 55.0032 308.008 55.0005 308.005 54.9938C308.003 54.9905 308.002 54.9865 308.001 54.9822C308 54.9778 308 54.9741 308 54.9716H310Z" fill="url(#paint1_linear_24_3265)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3265)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3265_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3265" x1="-54" y1="5" x2="-5.50086" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3265" x1="283" y1="64.5" x2="133.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
                <li>
                    <h3>Самооценка и границы</h3>
                    <p>Неуверенность в себе, постоянное самокопание и ощущение «недостаточности». Чувство стыда за свои эмоции, желания, поведение.​</p>
                    <svg width="309" height="142" viewBox="0 0 309 142" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="242">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3276_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3276" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3276)" fill-opacity="0.18" />
    <path d="M308.971 20.0273L308.915 21.0257L308.971 20.0273ZM1 20C1 9.50659 9.50659 1 20 1V-1C8.40202 -1 -1 8.40202 -1 20H1ZM1 122V20H-1V122H1ZM20 141C9.50659 141 1 132.493 1 122H-1C-1 133.598 8.40202 143 20 143V141ZM289 141H20V143H289V141ZM308 122C308 132.493 299.493 141 289 141V143C300.598 143 310 133.598 310 122H308ZM308 54.9716V122H310V54.9716H308ZM308 53C299.163 53 292 45.8366 292 37H290C290 46.9411 298.059 55 308 55V53ZM292 37C292 28.1634 299.163 21 308 21V19C298.059 19 290 27.0589 290 37H292ZM308 21C308.307 21 308.612 21.0086 308.915 21.0257L309.027 19.0289C308.687 19.0097 308.345 19 308 19V21ZM289 1C299.493 1 308 9.50659 308 20H310C310 8.40202 300.598 -1 289 -1V1ZM20 1H289V-1H20V1ZM308.915 21.0257C309.503 21.0588 310 20.5912 310 20H308C308 19.4402 308.471 18.9975 309.027 19.0289L308.915 21.0257ZM310 54.9716C310 53.8393 309.057 53 308 53V55C308.004 55 308.006 55.0006 308.007 55.0013C308.008 55.0017 308.009 55.0021 308.01 55.0025C308.01 55.003 308.011 55.0033 308.011 55.0032C308.011 55.0032 308.008 55.0005 308.005 54.9938C308.003 54.9905 308.002 54.9865 308.001 54.9822C308 54.9778 308 54.9741 308 54.9716H310Z" fill="url(#paint1_linear_24_3276)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3276)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3276_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3276" x1="-54" y1="5" x2="-5.50086" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3276" x1="283" y1="64.5" x2="133.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
                <li>
                    <h3>Отношения и привязанность</h3>
                    <p>Постоянные конфликты с партнёром, страх быть отвергнутым и покинутым. Чувство одиночества. Склонность к  деструктивным отношениям.​</p>
                    <svg width="309" height="142" viewBox="0 0 309 142" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="242">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3287_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3287" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54V54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20V20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54V54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20V20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3287)" fill-opacity="0.18" />
    <path d="M308.971 20.0273L308.915 21.0257L308.971 20.0273ZM0 20H1C1 9.50659 9.50659 1 20 1V0V-1C8.40202 -1 -1 8.40202 -1 20H0ZM0 122H1V20H0H-1V122H0ZM20 142V141C9.50659 141 1 132.493 1 122H0H-1C-1 133.598 8.40202 143 20 143V142ZM289 142V141H20V142V143H289V142ZM309 122H308C308 132.493 299.493 141 289 141V142V143C300.598 143 310 133.598 310 122H309ZM309 54.9716H308V122H309H310V54.9716H309ZM308 54V53C299.163 53 292 45.8366 292 37H291H290C290 46.9411 298.059 55 308 55V54ZM291 37H292C292 28.1634 299.163 21 308 21V20V19C298.059 19 290 27.0589 290 37H291ZM308 20V21C308.307 21 308.612 21.0086 308.915 21.0257L308.971 20.0273L309.027 19.0289C308.687 19.0097 308.345 19 308 19V20ZM289 0V1C299.493 1 308 9.50659 308 20H309H310C310 8.40202 300.598 -1 289 -1V0ZM20 0V1H289V0V-1H20V0ZM308.971 20.0273L308.915 21.0257C309.503 21.0588 310 20.5912 310 20H309H308C308 19.4402 308.471 18.9975 309.027 19.0289L308.971 20.0273ZM309 54.9716H310C310 53.8393 309.057 53 308 53V54V55C308.004 55 308.006 55.0006 308.007 55.0013C308.008 55.0017 308.009 55.0021 308.01 55.0026C308.01 55.003 308.011 55.0033 308.011 55.0032C308.011 55.0032 308.008 55.0005 308.005 54.9938C308.003 54.9905 308.002 54.9865 308.001 54.9822C308 54.9778 308 54.9741 308 54.9716H309Z" fill="url(#paint1_linear_24_3287)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3287)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3287_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20V122C0 133.046 8.95431 142 20 142H289C300.046 142 309 133.046 309 122V54.9716C309 54.4287 308.543 54 308 54V54C298.611 54 291 46.3888 291 37C291 27.6112 298.611 20 308 20C308.326 20 308.65 20.0092 308.971 20.0273C308.987 20.0282 309 20.0157 309 20V20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3287" x1="-54" y1="5" x2="-5.50087" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3287" x1="283" y1="64.5" x2="133.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
            </ul>
            <ul>
                <li>
                    <h3>Поиск себя и смысла жизни </h3>
                    <p>Ощущение, что жизнь проходит мимо, страх перемен. Чувство, что живёшь «не свою жизнь». Кризис среднего возраста, чувство упущенных возможностей.​</p>
                    <svg width="309" height="160" viewBox="0 0 309 160" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="260">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3299_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3299" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.013205 20.0282 0.0288755 20.0273C0.350279 20.0092 0.674068 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V140C0 151.046 8.95431 160 20 160H289C300.046 160 309 151.046 309 140V20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.013205 20.0282 0.0288755 20.0273C0.350279 20.0092 0.674068 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V140C0 151.046 8.95431 160 20 160H289C300.046 160 309 151.046 309 140V20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3299)" fill-opacity="0.18" />
    <path d="M0.0288755 20.0273L0.0851043 21.0257L0.0288755 20.0273ZM1 20C1 9.50659 9.50659 1 20 1V-1C8.40202 -1 -1 8.40202 -1 20H1ZM0.0851043 21.0257C0.387793 21.0086 0.692832 21 1 21V19C0.655304 19 0.312764 19.0097 -0.0273532 19.0289L0.0851043 21.0257ZM1 21C9.83656 21 17 28.1634 17 37H19C19 27.0589 10.9411 19 1 19V21ZM17 37C17 45.8366 9.83656 53 1 53V55C10.9411 55 19 46.9411 19 37H17ZM1 140V54.9716H-1V140H1ZM20 159C9.50659 159 1 150.493 1 140H-1C-1 151.598 8.40202 161 20 161V159ZM289 159H20V161H289V159ZM308 140C308 150.493 299.493 159 289 159V161C300.598 161 310 151.598 310 140H308ZM308 20V140H310V20H308ZM289 1C299.493 1 308 9.50659 308 20H310C310 8.40202 300.598 -1 289 -1V1ZM20 1H289V-1H20V1ZM1 53C-0.0574465 53 -1 53.8393 -1 54.9716H1C1 54.9741 0.999712 54.9778 0.998781 54.9822C0.997865 54.9865 0.996544 54.9905 0.995059 54.9938C0.992122 55.0005 0.989373 55.0032 0.989319 55.0032C0.989237 55.0033 0.989528 55.003 0.990221 55.0025C0.990903 55.0021 0.991747 55.0017 0.992704 55.0013C0.994333 55.0006 0.996486 55 1 55V53ZM-1 20C-1 20.5912 -0.502941 21.0588 0.0851043 21.0257L-0.0273532 19.0289C0.529351 18.9975 1 19.4402 1 20H-1Z" fill="url(#paint1_linear_24_3299)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3299)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3299_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.013205 20.0282 0.0288755 20.0273C0.350279 20.0092 0.674068 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V140C0 151.046 8.95431 160 20 160H289C300.046 160 309 151.046 309 140V20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3299" x1="-65" y1="5" x2="-16.5009" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3299" x1="272" y1="64.5" x2="122.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
                <li>
                    <h3>Детские травмы и прошлый опыт</h3>
                    <p>Переживание последствий жестокого обращения и эмоциональной холодности родителей. Чувство, что прошлое влияет на повторяющиеся негативные сценарии. Чувство вины перед родителями.</p>
                    <svg width="309" height="178" viewBox="0 0 309 178" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="278">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3310_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3310" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20C0 20.0157 0.0132067 20.0282 0.0288793 20.0273C0.350281 20.0092 0.674069 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V158C0 169.046 8.95431 178 20 178H289C300.046 178 309 169.046 309 158V20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20C0 20.0157 0.0132067 20.0282 0.0288793 20.0273C0.350281 20.0092 0.674069 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V158C0 169.046 8.95431 178 20 178H289C300.046 178 309 169.046 309 158V20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3310)" fill-opacity="0.18" />
    <path d="M0.0288793 20.0273L-0.0273492 19.0289L0.0288793 20.0273ZM1 20C1 9.50659 9.50659 1 20 1V-1C8.40202 -1 -1 8.40202 -1 20H1ZM0.0851079 21.0257C0.387795 21.0086 0.692833 21 1 21V19C0.655306 19 0.312767 19.0097 -0.0273492 19.0289L0.0851079 21.0257ZM1 21C9.83656 21 17 28.1634 17 37H19C19 27.0589 10.9411 19 1 19V21ZM17 37C17 45.8366 9.83656 53 1 53V55C10.9411 55 19 46.9411 19 37H17ZM1 158V54.9716H-1V158H1ZM20 177C9.50659 177 1 168.493 1 158H-1C-1 169.598 8.40202 179 20 179V177ZM289 177H20V179H289V177ZM308 158C308 168.493 299.493 177 289 177V179C300.598 179 310 169.598 310 158H308ZM308 20V158H310V20H308ZM289 1C299.493 1 308 9.50659 308 20H310C310 8.40202 300.598 -1 289 -1V1ZM20 1H289V-1H20V1ZM1 53C-0.0574515 53 -1 53.8393 -1 54.9716H1C1 54.9741 0.999712 54.9778 0.998781 54.9822C0.997866 54.9865 0.996544 54.9905 0.995059 54.9938C0.992123 55.0005 0.989375 55.0032 0.989321 55.0032C0.989239 55.0033 0.989531 55.003 0.990224 55.0025C0.990905 55.0021 0.99175 55.0017 0.992706 55.0013C0.994335 55.0006 0.996487 55 1 55V53ZM-1 20C-1 20.5912 -0.502939 21.0588 0.0851079 21.0257L-0.0273492 19.0289C0.529353 18.9975 1 19.4402 1 20H-1Z" fill="url(#paint1_linear_24_3310)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3310)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3310_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.9543 0 20C0 20.0157 0.0132067 20.0282 0.0288793 20.0273C0.350281 20.0092 0.674069 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V158C0 169.046 8.95431 178 20 178H289C300.046 178 309 169.046 309 158V20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3310" x1="-65" y1="5" x2="-16.5009" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3310" x1="272" y1="64.5" x2="122.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
                <li>
                    <h3>Переживание потерь</h3>
                    <p>Потеря близкого человека, сложности в переживании горя. Ощущение опустошённости и чувство потери себя после разрыва отношений или развода. ​</p>
                    <svg width="309" height="160" viewBox="0 0 309 160" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="260">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3321_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3321" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.013205 20.0282 0.0288755 20.0273C0.350279 20.0092 0.674068 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V140C0 151.046 8.95431 160 20 160H289C300.046 160 309 151.046 309 140V20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.013205 20.0282 0.0288755 20.0273C0.350279 20.0092 0.674068 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V140C0 151.046 8.95431 160 20 160H289C300.046 160 309 151.046 309 140V20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3321)" fill-opacity="0.18" />
    <path d="M0.0288755 20.0273L0.0851043 21.0257L0.0288755 20.0273ZM1 20C1 9.50659 9.50659 1 20 1V-1C8.40202 -1 -1 8.40202 -1 20H1ZM0.0851043 21.0257C0.387793 21.0086 0.692832 21 1 21V19C0.655304 19 0.312764 19.0097 -0.0273532 19.0289L0.0851043 21.0257ZM1 21C9.83656 21 17 28.1634 17 37H19C19 27.0589 10.9411 19 1 19V21ZM17 37C17 45.8366 9.83656 53 1 53V55C10.9411 55 19 46.9411 19 37H17ZM1 140V54.9716H-1V140H1ZM20 159C9.50659 159 1 150.493 1 140H-1C-1 151.598 8.40202 161 20 161V159ZM289 159H20V161H289V159ZM308 140C308 150.493 299.493 159 289 159V161C300.598 161 310 151.598 310 140H308ZM308 20V140H310V20H308ZM289 1C299.493 1 308 9.50659 308 20H310C310 8.40202 300.598 -1 289 -1V1ZM20 1H289V-1H20V1ZM1 53C-0.0574465 53 -1 53.8393 -1 54.9716H1C1 54.9741 0.999712 54.9778 0.998781 54.9822C0.997865 54.9865 0.996544 54.9905 0.995059 54.9938C0.992122 55.0005 0.989373 55.0032 0.989319 55.0032C0.989237 55.0033 0.989528 55.003 0.990221 55.0025C0.990903 55.0021 0.991747 55.0017 0.992704 55.0013C0.994333 55.0006 0.996486 55 1 55V53ZM-1 20C-1 20.5912 -0.502941 21.0588 0.0851043 21.0257L-0.0273532 19.0289C0.529351 18.9975 1 19.4402 1 20H-1Z" fill="url(#paint1_linear_24_3321)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3321)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3321_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.013205 20.0282 0.0288755 20.0273C0.350279 20.0092 0.674068 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V140C0 151.046 8.95431 160 20 160H289C300.046 160 309 151.046 309 140V20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3321" x1="-65" y1="5" x2="-16.5009" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3321" x1="272" y1="64.5" x2="122.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
                <li>
                    <h3>Социальные взаимодействия 
и адаптация</h3>
                    <p>Чувство изоляции и что «все люди раздражают». Трудности в налаживании социальных связей, склонность избегать общения. Страх выражать своё мнение, избегание конфликтов любой ценой.</p>
                    <svg width="309" height="200" viewBox="0 0 309 200" fill="none" xmlns="http://www.w3.org/2000/svg">
  <foreignObject x="-50" y="-50" width="409" height="300">
    <div xmlns="http://www.w3.org/1999/xhtml" style="backdrop-filter:blur(25px);clip-path:url(#bgblur_0_24_3332_clip_path);height:100%;width:100%"></div>
  </foreignObject>
  <g data-figma-bg-blur-radius="50">
    <mask id="path-1-inside-1_24_3332" fill="white">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.0132032 20.0282 0.0288717 20.0273C0.350276 20.0092 0.674067 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V180C0 191.046 8.95431 200 20 200H289C300.046 200 309 191.046 309 180V20C309 8.95431 300.046 0 289 0H20Z" />
    </mask>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.0132032 20.0282 0.0288717 20.0273C0.350276 20.0092 0.674067 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V180C0 191.046 8.95431 200 20 200H289C300.046 200 309 191.046 309 180V20C309 8.95431 300.046 0 289 0H20Z" fill="url(#paint0_linear_24_3332)" fill-opacity="0.18" />
    <path d="M0.0288717 20.0273L0.0851007 21.0257L0.0288717 20.0273ZM1 20C1 9.50659 9.50659 1 20 1V-1C8.40202 -1 -1 8.40203 -1 20H1ZM0.0851007 21.0257C0.387791 21.0086 0.692831 21 1 21V19C0.655303 19 0.312762 19.0097 -0.0273573 19.0289L0.0851007 21.0257ZM1 21C9.83656 21 17 28.1634 17 37H19C19 27.0589 10.9411 19 1 19V21ZM17 37C17 45.8366 9.83656 53 1 53V55C10.9411 55 19 46.9411 19 37H17ZM1 180V54.9716H-1V180H1ZM20 199C9.50659 199 1 190.493 1 180H-1C-1 191.598 8.40202 201 20 201V199ZM289 199H20V201H289V199ZM308 180C308 190.493 299.493 199 289 199V201C300.598 201 310 191.598 310 180H308ZM308 20V180H310V20H308ZM289 1C299.493 1 308 9.50659 308 20H310C310 8.40202 300.598 -1 289 -1V1ZM20 1H289V-1H20V1ZM1 53C-0.0574451 53 -1 53.8393 -1 54.9716H1C1 54.9741 0.999712 54.9778 0.998781 54.9822C0.997865 54.9865 0.996543 54.9905 0.995059 54.9938C0.992121 55.0005 0.989373 55.0032 0.989319 55.0032C0.989236 55.0033 0.989528 55.003 0.990221 55.0026C0.990902 55.0021 0.991747 55.0017 0.992703 55.0013C0.994333 55.0006 0.996485 55 1 55V53ZM-1 20C-1 20.5912 -0.502943 21.0588 0.0851007 21.0257L-0.0273573 19.0289C0.529349 18.9975 1 19.4402 1 20H-1Z" fill="url(#paint1_linear_24_3332)" fill-opacity="0.38" mask="url(#path-1-inside-1_24_3332)" />
  </g>
  <defs>
    <clipPath id="bgblur_0_24_3332_clip_path" transform="translate(50 50)">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M20 0C8.95431 0 0 8.95431 0 20C0 20.0157 0.0132032 20.0282 0.0288717 20.0273C0.350276 20.0092 0.674067 20 1 20C10.3888 20 18 27.6112 18 37C18 46.3888 10.3888 54 1 54C0.457036 54 0 54.4287 0 54.9716V180C0 191.046 8.95431 200 20 200H289C300.046 200 309 191.046 309 180V20C309 8.95431 300.046 0 289 0H20Z" />
    </clipPath>
    <linearGradient id="paint0_linear_24_3332" x1="-65" y1="5" x2="-16.5009" y2="127.94" gradientUnits="userSpaceOnUse">
      <stop stop-color="#C0E7FF" stop-opacity="0.95" />
      <stop offset="1" stop-color="#3C7BA3" stop-opacity="0.95125" />
    </linearGradient>
    <linearGradient id="paint1_linear_24_3332" x1="272" y1="64.5" x2="122.816" y2="-124.058" gradientUnits="userSpaceOnUse">
      <stop stop-color="#ACDEF4" />
      <stop offset="1" stop-color="#ACDEF4" stop-opacity="0" />
    </linearGradient>
  </defs>
</svg>
                    <span>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00008L6.82843 10.8285L12.4847 5.17163" stroke="white" stroke-width="1.5"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </li>
            </ul>
            <img src="<?php echo bloginfo('template_url');?>/assets/img/req_brain.png" alt="" class="request__bg">
        </div>
    </div>
</section>
<section class="spec-form" id="sign">
    <div class="container">
        <div class="spec-form__container">
            <div>
                <h2>сделайте шаг <span>к&nbsp;новой жизни</span> уже сейчас!</h2>
                <div class="spec-form__info">
                    <i>
                        <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M6.24996 15H10.7499M8.49992 2C6.01468 2 4 3.9401 4 6.33333C4 7.21047 4.27063 8.02674 4.73586 8.70894C5.45128 9.75798 5.80867 10.2822 5.85511 10.3605C6.26817 11.0574 6.19212 10.8116 6.2441 11.6125C6.24995 11.7025 6.24996 11.8388 6.24996 12.1111C6.24996 12.51 6.58574 12.8333 6.99995 12.8333L9.9999 12.8333C10.4141 12.8333 10.7499 12.51 10.7499 12.1111C10.7499 11.8388 10.7499 11.7025 10.7557 11.6125C10.8077 10.8116 10.7312 11.0574 11.1443 10.3605C11.1907 10.2822 11.5487 9.75798 12.2641 8.70893C12.7294 8.02674 13 7.21047 13 6.33333C13 3.9401 10.9852 2 8.49992 2Z"
                                stroke="white" stroke-width="1.66667" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Каждая встреча — это уверенный шаг к избавлению от всех тревог, <span>восстановлению внутреннего
                            баланса и уверенности в своих силах.</span></p>
                </div>
            </div>
            <div class="spec-form__form">
                <?php echo do_shortcode('[contact-form-7 id="f96bc6f" title="Запись Дмитрий"]'); ?>
            </div>
        </div>
    </div>
</section>
<section class="spec">
    <div class="container__block">
        <img src="<?php echo bloginfo('template_url');?>/assets/img/spec-header_bg_2.png" alt="" class="spec__bg">
        <div class="container">
            <h2>Дмитрий тюков</h2>
            <p class="spec__subtitle">Интегральный психолог, процессуальный психотерапевт.  </p>
            <ul>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00033L6.82843 10.8288L12.4847 5.17188" stroke="white" stroke-width="2"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Сооснователь и соавтор терапевтического метода <span> "Эволюционная процессуальная психотерапия".
                             </span></p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00033L6.82843 10.8288L12.4847 5.17188" stroke="white" stroke-width="2"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Преподаватель, руководитель <span>школы многомерного сознания «Код Души».  </span></p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00033L6.82843 10.8288L12.4847 5.17188" stroke="white" stroke-width="2"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Более <span>7 лет частной психологической практики. </span> </p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00033L6.82843 10.8288L12.4847 5.17188" stroke="white" stroke-width="2"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Создала уникальные <span>психоэнергетические практикумы</span> по работе с <span>инстинктивными
                            реакциями и блокировками психики.</span> </p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00033L6.82843 10.8288L12.4847 5.17188" stroke="white" stroke-width="2"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Член <span>гильдии ИНП.  </span></p>
                </li>
                <li>
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 8.00033L6.82843 10.8288L12.4847 5.17188" stroke="white" stroke-width="2"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </i>
                    <p>Помогла многим людям <span>успешно встроиться в свою <br> жизнь, </span> а также справиться с
                        различными <span>психическими <br> и соматическими дисфункциями.</span></p>
                </li>
            </ul>
            <div class="spec__row">
                <a href="#sign" class="btn__blue">Записаться к специалисту <span><img
                            src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></a>
                <div class="spec__info">
                    <p>Очно — <span>8000 ₽/час</span></p>
                    <p>Онлайн — <span>6000 ₽/час</span></p>
                </div>
            </div>
        </div>
    </div>
</section>
 <section class="article">
        <div class="container">
            <h2>Последние Статьи</h2>
           <div class="article__wrapper">
           <?php
// Создаем новый WP_Query для получения записей типа 'articles'
$args = array(
    'post_type' => 'articles',
    'posts_per_page' => 10, // Укажите нужное количество записей
);

$query = new WP_Query($args);
if ($query->have_posts()) : 
    $count = 0; // Счетчик для определения четности
    while ($query->have_posts()) : $query->the_post();
        // Определяем класс и шаблон в зависимости от четности
        if ($count % 2 == 0) {
            // Четный элемент
?>
            <a href="<?php the_permalink(); ?>" class="article__item article__item_left">
                <div class="article__block">
                    <div class="article__name">
                        <span>
                            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.72754 6.76953H12.273" stroke="white" stroke-width="1.1958" stroke-linecap="round" stroke-linejoin="round" />
                                <path d="M7.72754 9.53906H12.273" stroke="white" stroke-width="1.1958" stroke-linecap="round" stroke-linejoin="round" />
                                <path d="M7.72754 12.3086H10.0003" stroke="white" stroke-width="1.1958" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>
                        <p><?php the_title(); ?></p>
                    </div>
                    <div class="article__text">
                        <p><?php echo wp_trim_words(get_the_excerpt(), 30, '...'); ?></p>
                    </div>
                    <div class="article__row">
                        <p class="article__link">Читать полностью</p>
                         <?php if(get_field('avtor') === 'Татьяна'){ ?>
                        <div class="article__autor">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/born_pers.jpg" alt="">
                            <div>
                                <p>Автор статьи</p>
                                <p>Татьяна Федосова</p>
                            </div>
                        </div>
                        <?php } else {
                    ?>
                        <div class="article__autor">
                            <img src="<?php echo bloginfo('template_url');?>/assets/img/dm.png" alt="">
                            <div>
                                <p>Автор статьи</p>
                                <p>Дмитрий Тюков</p>
                            </div>
                        </div>
                        <?php
                } ?>
                    </div>
                </div>
                <div class="article__prev">
                    <img src="<?php the_field('kartinka'); ?>" alt="">
                </div>
            </a>
<?php
        } else {
            // Нечетный элемент
?>
            <a href="<?php the_permalink(); ?>" class="article__item article__item_right">
                <div class="article__prev">
                    <img src="<?php the_field('kartinka'); ?>" alt="">
                </div>
                <div class="article__block">
                    <div class="article__name">
                        <span>
                            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.72754 6.76953H12.273" stroke="white" stroke-width="1.1958" stroke-linecap="round" stroke-linejoin="round" />
                                <path d="M7.72754 9.53906H12.273" stroke="white" stroke-width="1.1958" stroke-linecap="round" stroke-linejoin="round" />
                                <path d="M7.72754 12.3086H10.0003" stroke="white" stroke-width="1.1958" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>
                        <p><?php the_title(); ?></p>
                    </div>
                    <div class="article__text">
                        <p><?php echo wp_trim_words(get_the_excerpt(), 30, '...'); ?></p>
                    </div>
                    <div class="article__row">
                        <p class="article__link">Читать полностью</p>
                         <?php if(get_field('avtor') === 'Татьяна'){ ?>
                        <div class="article__autor">
                            <img src="/wp-content/uploads/2025/07/tatiana.png" alt="">
                            <div>
                                <p>Автор статьи</p>
                                <p>Татьяна Федосова</p>
                            </div>
                        </div>
                        <?php } else {
                    ?>
                        <div class="article__autor">
                            <img src="/wp-content/uploads/2025/07/dm.png" alt="">
                            <div>
                                <p>Автор статьи</p>
                                <p>Дмитрий Тюков</p>
                            </div>
                        </div>
                        <?php
                } ?>
                    </div>
                </div>
            </a>
<?php
        }
        $count++; // Увеличиваем счетчик
    endwhile;
    wp_reset_postdata(); // Сбрасываем данные запроса
endif;
?>


        </div>
            <a href="/stati/" class="btn__blue article__more">Смотреть все статьи <span><img src="<?php echo bloginfo('template_url');?>/assets/img/link_btn.svg" alt=""></span></a>
        </div>
        <div class="article__bg_left scroll-anim">
            <img src="<?php echo bloginfo('template_url');?>/assets/img/school_con.png" alt="">
        </div>
    </section>
    <section class="practic">
        <div class="container">
            <div class="practic__title">
                <h2>Ближайшие мероприятия</h2>
                <div class="practic__title_text">
                    <span><img src="<?php echo bloginfo('template_url');?>/assets/img/check.svg" alt=""></span>
                    <div>
                        <p>Запись на мероприятия открыта.</p>
                        <p>Уже сейчас вы можете забронировать место на любом мероприятии.</p>
                    </div>
                </div>
            </div>
            <div class="practic__slider swiper">
                <div class="swiper-wrapper">

                <?php $meropriyatiya = get_field('meropriyatiya', $front_id);
                
                if($meropriyatiya):
                    
                    foreach($meropriyatiya as $itm):
                        ?>
    
                            <a href="<?php echo $itm['ssylka']; ?>" target="_blank" class="practic__item swiper-slide">
                                <p class="practic__name"><?php echo $itm['zagolovok']; ?></p>
                                <div class="practic__img">
                                    <?php if($itm['teg']): ?>
                                    <p><?php echo $itm['teg']; ?></p>
                                    <?php endif; ?>
                                    <img src="<?php echo $itm['kartinka']; ?>" alt="<?php echo $itm['zagolovok']; ?>">
                                </div>
                                <div class="practic__row">
                                    <div class="practic__date">
                                        <div class="practic__date_img">
                                            <img src="<?php echo bloginfo('template_url');?>/assets/img/date.svg" alt="">
                                        </div>
                                        <p><?php echo $itm['data']; ?></p>
                                    </div>
                                    <div class="practic__date">
                                        <div class="practic__date_img">
                                            <img src="<?php echo bloginfo('template_url');?>/assets/img/time.svg" alt="">
                                        </div>
                                        <p><?php echo $itm['vremya']; ?></p>
                                    </div>
                                </div>
                                <div class="practic__row">
                                    <p class="practic__price"><?php echo $itm['summa']; ?></p>
                                    <p class="practic__link">Узнать подробнее</p>
                                </div>
                            </a>

                        <?php
                    endforeach;

                endif;
                
                ?>

                </div>
            </div>
        </div>
    </section>



<?php 
    get_footer();
?>